Repository: AlternC/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/manual.po
Languages: es_es, fr_fr

# err_mem_7
source: The new passwords are differents, please retry
es_es: Las dos versiones de la nueva contraseña son distintas.
fr_fr: Les deux nouveaux mots de passe sont diffrents

# err_mem_8
source: A password must be at least 3 characters long.
es_es: Una contraseña debe estar compuesta por lo menos de 3 caracteres.
fr_fr: Un mot de passe doit faire au moins 3 caractres

# err_mem_9
source: The information you entered is incorrect
es_es: Los datos proporcionados son incorrectos.
fr_fr: Les donnes entres sont incorrectes

# err_mem_11
source: You are not allowed to change your password.
es_es: No estás autorizado a cambiar tu contraseña.
fr_fr: Vous ne pouvez pas changer votre mot de passe

# err_mem_12
source: You must be a system administrator to do this
es_es: Debes ser administrador para cambiar las preferencias de Administrador.
fr_fr: Vous devez tre administrateur pour pouvoir modifier vos prfrences administrateur.

# fr_FR
source: Français (France)
fr_fr: Franais (France)

# fr_CA
source: Français (Canada)
fr_fr: Franais (Canada)

# es_ES
source: Español (Spania)
es_es: Español (España)
fr_fr: Espaol (Spania)

# es_VE
source: Español (Venezuela)
fr_fr: Espaol (Venezuela)

# err_quota_1
source: Error writing the quota entry !
es_es: Les cuotas de disco no están activadas en este servidor.
fr_fr: Les quotas disque ne sont pas activs sur le serveur

# quota_mysql
source: MySQL Databases
es_es: Bases de datos MySQL
fr_fr: Bases de donnes MySQL

# quota_mysql_users
source: MySQL Users
fr_fr: Utilisateurs MySQL

# quota_web
source: Disk space
es_es: Espacio disco (Ko)
fr_fr: Espace disque (Ko)

# err_mysql_2
source: Database name can contain only digits or lowercase alphabetic characters
es_es: El nombre de la base de datos sólo puede contener cifras y letras minúsculas.
fr_fr: Le nom de la base de donnes ne peut contenir que des chiffres ou lettres minuscules.

# err_mysql_3
source: The database does not exist, you'll get an access by creating it.
es_es: Esta base de datos ya existe, utiliza otro nombre.
fr_fr: Cette base de donnes existe dj, utilisez un autre nom.

# err_mysql_4
source: This database already exists!
es_es: ¡Esta base de datos no existe!
fr_fr: Cette base de donnes n'existe pas.

# err_mysql_5
source: Your backup number is incorrect.
es_es: ¡El número de copias de respaldo es incorrecto!
fr_fr: Le nombre de sauvegarde est incorrect.

# err_mysql_6
source: The folder is incorrect!
es_es: ¡La carpeta es incorrecta!
fr_fr: Le rpertoire est incorrect !

# err_mysql_7
source: The file name you chose does not exist or is incorrect.
es_es: No tienes ninguna base de datos, no puedes cambiar la contraseña.
fr_fr: Vous n'avez aucune base, vous ne pouvez pas changer le mot de passe

# err_mysql_8
source: The password is too long (16 chars max)
es_es: La contraseña es demasiado larga (16 caracteres máximo).
fr_fr: Le mot de passe est trop long (16 caractres maximum)

# err_mysql_9
source: The file is incorrect or does not exist.
es_es: El archivo especificado no existe o es incorrecto.
fr_fr: Le fichier entr n'existe pas ou est incorect.

# err_mysql_10
source: Your cannot create your main database: you still have other dbs !
es_es: Error: no puedes crear tu base principal. ¡Te quedan otras bases!
fr_fr: Erreur : vous ne pouvez crer votre base principale&nbsp;: il vous reste d'autres bases !

# err_mysql_11
source: You have no database, click on 'Databases' to create the first one
es_es: No tienes ninguna base de datos disponible. Presiona en «Bases de datos» para crear una.
fr_fr: Vous n'avez aucune base de donnes, cliquez sur 'Bases de donnes' pour en crer une

# err_mysql_12
source: The database name is too long (64 chars max)
es_es: No tienes ninguna base de datos disponible.
fr_fr: Le nom de la base de donnes est trop long (64 caractres maximum)

# err_mysql_13
source: You cannot create more MySQL users
es_es: No tienes ninguna base de datos disponible.
fr_fr: Vous avez atteint votre quota d'utilisateurs MySQL, vous ne pouvez plus en crer

# err_mysql_14
source: MySQL users can only have a-z and 0-9 characters.
es_es: El nombre de usuario sólo puede contener cifras y/o letras minúsculas.
fr_fr: Le nom d'utilisateur ne peut contenir que des chiffres et/ou lettres minuscules

# err_mysql_15
source: MySQL users must be less than 16 characters long.
es_es: Nombre de usuario demasiado largo (16 caracteres máximo)
fr_fr: Nom d'utilisateur trop long (16 caractres maximum)

# err_mysql_16
source: This MySQL user already exists.
es_es: Ya existe un usuario con el mismo nombre
fr_fr: Un utilisateur du mme nom existe dj

# err_mysql_17
source: Passwords do not match.
es_es: Las contraseñas no corresponden.
fr_fr: Les mot de passes ne correspondent pas

# err_mysql_18
source: The requested MySQL user does not exist.
es_es: El usuario no existe.
fr_fr: L'utilisateur n'existe pas

# err_mysql_19
source: You have no MySQL users at the moment.
es_es: Ningún usuario está definido en MySQL.
fr_fr: Aucun utilisateur n'est dfini dans MySQL.

# hlp_sql_bck
source: Your MySQL backups are stored in the chosen folder from <code>db.sql.1</code> to <code>db.sql.19</code><br />your database name replaces 'db'.<br />WARNING: If you modify backup settings (backups, compression...) previous backups may remain in the backup folder. Go to the file manager to delete them.
es_es: Los respaldos de tu base de datos MySQL se almacenan en la carpeta elegida con los nombres <code>db.sql.1</code> a <code>db.sql.19</code><br /> donde 'db' se remplaza por el nombre de la base de datos. <br /> CUIDADO: si modificas los parámetros de respaldo (número de respaldos, compresiones...) viejos respaldos pueden quedar en la carpta correspondiente. Los puedes borrar a través del manejador de archivos.
fr_fr: Les sauvegardes de votre base MySQL sont stockes dans le rpertoire choisi sous le nom <code>db.sql.1</code> <code>db.sql.19</code><br /> o 'db' est remplac par le nom de la base de donnes.<br /><b>ATTENTION : </b><br />- Le rpertoire doit dja exister, si ce n'est pas le cas crez le au pralable<br />- si vous modifiez les paramtres de la sauvegarde (nombre de sauvegardes, compression ...) des vieilles sauvegardes peuvent rester dans le rpertoire concern. Vous pouvez les effacer dans le gestionnaire de fichiers.

# quota_sta2
source: Web Statistics
es_es: Estadísticas Web en bruto
fr_fr: Statistiques Web Brutes

# err_sta2_1
source: You cannot create more raw statistic set.
es_es: Alcanzaste tu cuota de juegos de estadísticas, ya no puedes crear más.
fr_fr: Vous avez atteint votre quota de jeux de statistiques, vous ne pouvez plus en crer.

# err_sta2_2
source: There is currently no raw statistic set.
es_es: Ningún juego de estadísticas en bruto.
fr_fr: Aucune jeu de statistiques brutes

# err_sta2_3
source: The requested raw statistic set has not been found.
es_es: No se encuentra este juego de estadísticas en bruto.
fr_fr: Jeu de statistiques brutes non trouv

# err_bro_1
source: File or folder name is incorrect
es_es: ¡Carpeta o archivo incorrecto!
fr_fr: Rpertoire ou fichier incorrect !

# err_bro_2
source: You cannot move or copy a file to the same folder
es_es: ¡No se puede desplazar un archivo hacia la misma carpeta!
fr_fr: Vous ne pouvez pas dplacer un fichier dans le mme rpertoire !

# err_bro_3
source: Cannot create the requested file. Please check permissions.
fr_fr: Impossible de crer le fichier demand. Vrifiez les permissions.

# %3$d-%2$d-%1$d %4$d:%5$d
source: %2$d/%1$d/%3$d %6$d:%5$d %7$d
es_es: %1$d/%2$d/%3$d %6$d:%5$d %7$d
fr_fr: %1$d/%2$d/%3$d %4$d:%5$d

source: 1 column, detailed
fr_fr: 1 colonne, dtaille

source: 2 columns, short
fr_fr: 2 colonnes, court

source: 3 columns, short
fr_fr: 3 colonnes, court

source: Go back to the file manager
fr_fr: Retourner au gestionnaire de fichiers

source: Edit the newly created file
fr_fr: Editer le nouveau fichier

source: hlp_login
fr_fr: Vous pouvez aussi consulter l'aide en ligne sur l'accueil du panneau de contrle HELPID_300<br />

# err_admin_14
source: -- Program error -- The requested password policy does not exist!
fr_fr: La politique de mot de passe demande n'a pas t trouve, Ce password est refus (c'est une erreur de programmation ...)

# err_admin_15
source: The password length is too short according to the password policy
fr_fr: Le mot de passe est trop court selon votre politique de mot de passe, merci de vrifier

# err_admin_16
source: The password is too long according to the password policy
fr_fr: Le mot de passe est trop long selon votre politique de mot de passe, merci de vrifier

# err_admin_17
source: The password policy prevents you to use your login name inside your password
fr_fr: Le mot de passe ne peut pas tre le mme que le nom d'utilisateur (ou quelque chose de similaire) selon votre politique de mot de passe, merci de vrifier

# err_admin_18
source: Your password contains not enough different classes of character
fr_fr: Le mot de passe doit contenir des caractres de %s classes diffrentes selon votre politique de mot de passe (il n'en contient que %s), merci de vrifier

source: err_mail_16
fr_fr: Ce compte esclave MX existe dj

# err_mysql_20
source: The password is mandatory
fr_fr: Le mot de passe est obligatoire

# err_mysql_21
source: The username cannot be empty
fr_fr: Le nom d'utilisateur ne peut pas tre vide

# %3$d-%2$d-%1$d
source: %2$d/%1$d/%3$d
fr_fr: %1$02d/%2$02d/%3$04d

source: AlternC's account password
fr_fr: Mots de passe des comptes AlternC

source: POP/IMAP account passwords
fr_fr: Mots de passe des comptes POP/IMAP

source: Protected folders passwords
fr_fr: Mots de passe des dossiers protgs

# help_dns_mx %s %s
source: If we manage your DNS <br />You can manage your mails elsewhere if you want (MX field).<br />Write <b><code>%s</code></b> in this field if your mail must be managed by %s<br />or put the IP address or name of the mail server used to manage your mails.<small>Warning : if you put nothing in this field, your mails will be unavailable</small>
es_es: Si este servidor maneja tu DNS:<br /> Si quieres, puedes manejar tus buzones de correo en otro lado (campo MX).<br /> Ingresa <b><code>%s</code></b> en este campo si tus buzones deben ser manejados por %s<br /> o ingresa la dirección IP o el nombre del servidor de mail utilizado para tus buzones <small>Cuidado: si no pones nada en este campo, tus direcciones de correo estarán indisponibles.</small>

# help_dns_mail
source: If we don't manage the DNS for this domain <br />do we manage your mails?
es_es: Si este servidor no maneja el DNS de este dominio <br />¿maneja sus buzones de correo?

# help_domain_del %s
source: If you want to delete the domain %s, click the button below.Warning : this delete all the ftp, mails, mailing-lists ... associated with thisdomain and all its subdomains!
es_es: Si quieres borrar el dominio %s, presiona el botón aquí abajo. ¡Cuidado: esto borrará todas las cuentas FTP, los buzones, las listas de correo, ... asociadas con el dominio y todos sus subdominios!

# help_sql_list_ok
source: You can create various databases<br />Click on 'SQL Admin' in the menu to manage them<br />or use the table below to backup, retrieve or delete them:
es_es: Puedes crear varias bases de datos<br />Presiona en 'Admin SQL' en el menu para manejarlas<br />o utiliza el menú a continuación para respaldarlas, restaurarlas o borrarlas:

# help_sql_list_no
source: Your haven't created your main database yet, please enter a password to create it.
es_es: Aún no has creado tu base de datos principal, por favor entra una contraseña para crearla.
