Repository: AlternC/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/manual.po
Languages: es_es, fr_fr

# err_admin_1
source: -- Only administrators can access this page! --
es_es: -- ¡¡Sólo los administradores tienen acceso a estas páginas!! --
fr_fr: -- Seuls les administrateurs ont accs ces pages !! --

# err_admin_2
source: Account not found
es_es: No se encuentra el miembro
fr_fr: Membre introuvable

# err_admin_3
source: This login already exists
es_es: ¡Este login ya existe!
fr_fr: Le login existe dj !

# err_admin_4
source: -- I cannot create this account --
es_es: --Imposible crear la cuenta--
fr_fr: --Impossible de crer le compte--

# err_admin_5
source: Please enter a valid email address
es_es: Por favor, entre un email válido.
fr_fr: Veuillez entrer un email valide

# err_admin_6
source: All fields are mandatory
es_es: Los campos login, contraseña y correo son obligatorios.
fr_fr: Les champs login, pass et email sont obligatoires

# err_admin_7
source: You can ask for your password only once a day!
es_es: ¡Solo puedes pedir tu contraseña una vez por día!
fr_fr: Vous ne pouvez demander votre mot de passe qu'une seule fois par jour !

# err_admin_8
source: This account is ALREADY an administrator account
es_es: ¡El usuario seleccionado YA es administrador!
fr_fr: L'utilisateur spcifi est DJ Administrateur !

# err_admin_9
source: This account is NOT an administrator account!
es_es: ¡El usuario seleccionado NO es administrador!
fr_fr: L'utilisateur spcifi n'est PAS Administrateur !

# err_admin_10
source: Login can only contains characters a-z, 0-9 and -
es_es: Los únicos caracteres autorizados son a-z 0-9 y -.
fr_fr: Les seuls caractres autoriss pour le login sont a-z 0-9 et -

# err_admin_11
source: This TLD does not exist
es_es: Este TLD no existe
fr_fr: Ce TLD n'existe pas

# err_admin_12
source: This TLD already exist
es_es: Este TLD ya existe.
fr_fr: Ce TLD existe dj

# err_admin_13
source: The login is too long (16 chars max)
es_es: El login es demasiado largo (16 caracteres máximo)
fr_fr: Le login est trop long (16 caractres maximum)

# quota_dom
source: Domain names
es_es: Nombres de dominio
fr_fr: Noms de domaines

# err_dom_1
source: Domain '%s' not found.
es_es: El dominio '%s' no existe.
fr_fr: Le domaine '%s' n'existe pas.

# err_dom_2
source: The domain '%s' does not belong to you.
es_es: El dominio '%s' no te pertenece.
fr_fr: Le domaine '%s' ne vous appartient pas.

# err_dom_3
source: --- Program error --- No lock on the domains!
es_es: --- Error de programación --- ¡Ningún Lock en los dominios!
fr_fr: --- Erreur de programmation --- Aucun Lock sur les domaines !

# err_dom_4
source: The domain name is too long.
es_es: El nombre de dominio es demasiado largo.
fr_fr: Le nom de domaine est trop long.

# err_dom_5
source: One of the domain name member is too long.
es_es: Uno de los componentes del nombre de dominio es demasiado largo.
fr_fr: L'un des membres du nom de domaine est trop long.

# err_dom_6
source: There is some forbidden characters in the domain name (only A-Z 0-9 and - are allowed).
es_es: Hay caracteres prohibidos en el nombre de dominio (sólo A-Z 0-9 y - son autorizados).
fr_fr: Il y a des caractres interdits dans le nom de domaine (seuls A-Z 0-9 et - sont autoriss).

# err_dom_7
source: The last member of the domain name is incorrect or cannot be hosted in that server.
es_es: El último componente (TLD) del dominio es incorrecto o no se puede hospedar en este servidor.
fr_fr: Le dernier membre du domaine est incorrect ou non hbergeable sur ce serveur.

# err_dom_8
source: The domain already exist.
es_es: El dominio ya existe.
fr_fr: Le domaine existe deja.

# err_dom_9
source: The domain has been deleted less than 5 minutes ago, please try again later.
es_es: El dominio fue borrado hace menos de 5 minutos, intenta más tarde.
fr_fr: Le domaine a t effac il y a moins de 5 minutes, ressayez ultrieurement.

# err_dom_10
source: Your domain quota is over, you cannot create more domain names.
es_es: Alcanzaste el limite de tu cuota de dominios, no se pueden crear más.
fr_fr: Vous avez atteint votre quota de domaines, vous ne pouvez plus en crer.

# err_dom_11
source: The Whois database is unavailable, please try again later.
es_es: ¡Conexión a la base Whois imposible!
fr_fr: Impossible de se connecter la base Whois

# err_dom_12
source: The domain cannot be found in the whois database.
es_es: No se encuentra el dominio en la base Whois
fr_fr: Domaine introuvable dans la base Whois

# err_dom_13
source: The domain has been changed less than 5 minutes ago. Please try again in a few minutes.
es_es: El dominio fue modificado hace menos de 5 minutos, intenta más tarde.
fr_fr: Le domaine a t modifi il y a moins de 5 minutes, ressayez ultrieurement.

# err_dom_14
source: The sub-domain does not exist.
es_es: El subdominio no existe.
fr_fr: Le sous-domaine n'existe pas.

# err_dom_15
source: No change has been requested...
es_es: No se pidió ninguna modificación...
fr_fr: Aucune modification n'a t demande ...

# err_dom_16
source: The sub-domain already exist.
es_es: El subdominio ya existe.
fr_fr: Le sous-domaine existe dj.

# err_dom_17
source: --- Program error --- Lock already obtained!
es_es: --- Error de programación --- ¡Lock sobre los dominios ya obtenidos!
fr_fr: --- Erreur de programmation --- Lock sur les domaines dj obtenu !

# err_dom_18
source: This domain is the server's domain! You cannot host it on your account!
es_es: ¡¡Este dominio es el del servidor!! No puedes instalarlo en tu cuenta.
fr_fr: Ce domaine est celui du serveur !!! Vous ne pouvez pas l'installer sur votre compte.

# err_dom_19
source: The IP address you entered is incorrect.
es_es: La dirección IP ingresada es incorrecta.
fr_fr: L'adresse IP entre est incorrecte.

# err_dom_20
source: The URL you entered is incorrect.
es_es: La URL es incorrecta.
fr_fr: L'url entre est incorrecte.

# err_dom_21
source: The folder you entered is incorrect or does not exist.
es_es: La carpeta especificada es incorrecta o no existe.
fr_fr: Le rpertoire entr est incorrect ou n'existe pas.

# err_dom_22
source: The requested domain is forbidden in this server, please contact the administrator
es_es: El dominio solicitado está prohibido en este servidor, contacta al administrador.
fr_fr: Le domaine demand est interdit sur ce serveur, contactez l'administrateur

# err_dom_23
source: The DNS of this domain do not match the server's DNS. Please change your domain's DNS (you may need to wait 1 day) before you install it again.
es_es: Los DNS de este dominio no coinciden con los de este servidor. Tienes que modificar los DNS del dominio (y esperar, a veces 24 horas) antes de poder instalarlo.
fr_fr: Les DNS de ce domaine ne correspondent pas ceux du serveur.<br /> Vous devez modifier les DNS du domaine (et, dans certains cas, attendre 24H) <br />avant de pouvoir l'installer

# err_dom_24
source: There is some forbidden characters in the sub domain (only A-Z 0-9 and - are allowed).
es_es: Hay caracteres prohibidos en el sub-dominio (sólo A-Z a-z 0-9 y - están autorizados).
fr_fr: Il y a des caractres interdits dans le sous domaine (seuls A-Z 0-9 et - sont autoriss).

# err_dom_25
source: There is no MX record pointing to this server, and you are asking us to host the mail here. Please fix your MX DNS pointer.
es_es: El dominio '%s' no te pertenece.
fr_fr: Il n'y a pas de MX pointant vers ce serveur, alors que vous nous demandez d'hberger le mail ici.

# hlp_add_domain
source: - Please enter the domain name you want to hosthere. The domain name must be complete, but <b>without the www.</b><br />IMPORTANT: If you want to host that domain properly, the DNS Servers of your domain must point to the DNS Servers of your hosting provider. Contact your hosting provider for more information<br /> Examples of domain name: globenet.org / demo.com / test.eu.org etc. <br />For more information on domain management, read the online help, HELPID_200
es_es: - Entra el nombre de dominio que quieres hospedar. Debe estar completo pero <b>sin el www.</b><br /> IMPORTANTE: Si quieres un hospedaje efectivo del dominio, es necesario que los DNS de tu dominio apunten a los servidores DNS de este hospedaje. Contacta a tu hospedaje para mayor información.<br /> Ejemplos: globenet.org / demo.com / test.eu.org etc.<br />Más información acerca de la gestión de dominios en la ayuda en línea HELPID_200<br />
fr_fr: - Entrez le nom du domaine que vous souhaitez hberger. Le nom de domaine doit tre complet, mais <b>sans le www.</b><br /> IMPORTANT : Si vous voulez un hbergement rel de domaine, il faut que les DNS de votre domaine pointent vers nos serveurs DNS. Contacter votre hbergeur pour plus d'information.<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />

# hlp_add_domain_2
source: Cliquez sur le lien ci-dessus. Vous pourrez ensuite accéder aux paremètres du domaine dans le menu à gauche.2 liens vont apparaitre : <br />- un premier pour modifier les paramètres d'hébergement du domaine (sous-domaines, redirections, hébergement mails ...) <br />- un second pour gérer les comptes emails du domaine (si vous souhaitez créer des boites aux lettres).<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />
es_es: Presiona sobre el enlace aquí abajo. Podrás entonces acceder a los parámetros del dominio en el menú de la izquierda. Aparecerán dos enlaces: <br /> - uno para modificar los paráetros de hospedaje del dominio (sub-dominios, redirecciones, hospedaje de correo, ...)<br /> - otro para manejar los buzones email del dominio (si deseas crear estos buzones).<br /> Más información acerca del manejo de dominios en la ayuda en línea HELPID_200<br />
fr_fr: Cliquez sur le lien ci-dessus. Vous pourrez ensuite accder aux paramtres du domaine dans le menu gauche. 2 liens vont apparaitre&nbsp;: <br />- un premier pour modifier les paramtres d'hbergement du domaine (sous-domaines, redirections, hbergement mails ...) <br />- un second pour grer les comptes emails du domaine (si vous souhaitez crer des boites aux lettres).<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />

# hlp_del_domain
source: Le domaine a été effacé, mais les fichiers de votre site n'ont pas été détruits.<br />Si vous souhaitez détruire les fichiers du site web, utilisez le Gestionnaire de Fichier<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />
es_es: El dominio fue borrado, pero los archivos de tu sitio no fueron destruídos. <br />Si quieres destruir los archivos del sitio (fuente de las pa?inas web) Utiliza el manejador de archivos.<br />Más información sobre el manejo de dominios en la ayuda en línea HELPID_200<br />
fr_fr: Le domaine a t effac, mais les fichiers de votre site n'ont pas t dtruits.<br />Si vous souhaitez dtruire les fichiers du site web, utilisez le Gestionnaire de Fichiers ou un compte FTP<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />

# hlp_edit_domain
source: Cette zone vous permet de modifier les paramètres de votre domaine, ainsi que des sous-domaines installés<br />Vous pouvez créer un nouveau sous-domaine et choisir, soit de le rediriger vers votre espace disque, vers une autre adresse Internet, ou vers une adresse IP (utilisateurs avancés)<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />
es_es: Esta zona permite modificar los parámetros de tu dominio y los sub-dominios instalados. .<br /> Puedes crear un nuevo sub-dominio y elegir, ya sea que responda con archivos de tu espacio de disco en este servidor, ya sea redirigirlo hacia otra dirección internet o una dirección IP, ya sea hacia la interfaz de webmail en este servidor. Esta última opción permitirá a los usuarios de buzones email que puedas crear consultar su correo electrónico por una iterfaz web.<br /> Más información sobre el manejo de dominios en la ayuda en línea HELPID_200<br />
fr_fr: Cette zone vous permet de modifier les paramtres de votre domaine, ainsi que des sous-domaines installs<br />Vous pouvez crer un nouveau sous-domaine et choisir, soit de le rediriger vers votre espace disque, vers une autre adresse Internet, ou vers une adresse IP (utilisateurs avancs)<br />Vous pouvez aussi diriger un sous-domaine vers le webmail, vous permettant de lire votre mail par le web.<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />

# quota_ftp
source: FTP Accounts
es_es: Cuentas FTP
fr_fr: Comptes FTP

# err_ftp_1
source: No ftp account found
es_es: No se encontró ninguna cuenta FTP
fr_fr: Aucun compte ftp de trouv.

# err_ftp_2
source: This FTP account does not exist
es_es: Esta cuenta FTP no existe
fr_fr: Ce compte ftp n'existe pas.

# err_ftp_3
source: The chosen prefix is not allowed
es_es: El prefijo escogido no está autorizado
fr_fr: Le prfixe choisi n'est pas autoris

# err_ftp_4
source: This FTP account already exist
es_es: ¡Esta cuenta FTP ya existe!
fr_fr: Ce compte ftp existe dj !

# err_ftp_5
source: Your FTP account quota is over. You cannot create more FTP accounts.
es_es: Alcanzaste el limite de tu cuota de cuentas FTP, no se pueden crear más.
fr_fr: Vous avez atteint votre quota de comptes ftp, vous ne pouvez plus en crer.

# err_ftp_6
source: The directory cannot be created.
es_es: Imposible crear la carpeta.
fr_fr: Impossible de crer le rpertoire.

# hlp_ftp_list
source: Voici la liste des comptes ftp ayant accès à votre compte. Cliquez sur 'Modifier' pour changer le nom d'utilisateur, le mot de passe, ou le dossier racine.<br /> Pour supprimer un compte, cochez la case correspondante et cliquez sur le bouton 'Supprimer les comptes cochés'<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un dossier, et n'aura donc accès qu'aux fichiers situés dans ce dossier ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
es_es: He aquí la lista de cuentas FTP que tienen acceso a tu cuenta. Presiona en 'Modificar' para cambiar el nombre de usuario, la contraseña, o la carpeta raíz. <br /> Para suprimir una cuenta, selecciona la casilla correspondiente y presiona el botón 'Suprimir las cuentas marcadas'<br /> Para acceder a tus archivos con una cuenta FTP, debes crear al menos una cuenta. Cada cuenta está asociada a una carpeta, y por ende sólo tendrá acceso a los archivos situados en ésta y en sub-carpetas. <br />Más información sobre el FTP en la ayuda en línea HELPID_100<br />
fr_fr: Voici la liste des comptes ftp ayant accs votre compte. Cliquez sur 'Modifier' pour changer le nom d'utilisateur, le mot de passe, ou le rpertoire racine.<br /> Pour supprimer un compte, cochez la case correspondante et cliquez sur le bouton 'Supprimer les comptes cochs'<br />Pour pouvoir accder vos fichiers avec un logiciel de ftp, vous devez crer au moins un compte. Chaque compte est associ un rpertoire, et n'aura donc accs qu'aux fichiers situs dans ce rpertoire ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />

# hlp_ftp_list_no
source: Vous n'avez actuellement aucun Compte FTP de disponible. Cliquez sur 'Création d'un compte ftp' pour en créer un.<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un dossier, et n'aura donc accès qu'aux fichiers situés dans ce dossier ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
es_es: Actualmente no tienes ninguna cuenta FTP disponible. Si quieres una, presiona en 'Crear una nueva cuenta FTP'.<br /> Para acceder a tus archivos con un software cliente FTP, tendrás que crear al menos una cuenta. Cada cuenta está asociada a una carpeta, y por ende sólo tendrá acceso a los archivos situados en ésta y en sub-carpetas. <br />Más información sobre el FTP en la ayuda en línea HELPID_100<br />
fr_fr: Vous n'avez actuellement aucun Compte FTP de disponible. Cliquez sur 'Cration d'un compte FTP' pour en crer un.<br />Pour pouvoir accder vos fichiers avec un logiciel de FTP, vous devez crer au moins un compte. Chaque compte est associ un rpertoire, et n'aura donc accs qu'aux fichiers situs dans ce rpertoire ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />

# hlp_ftp_add
source: Pour ajouter un compte ftp, vous devez choisir un Nom d'utilisateur, un mot de passe, et un répertoire racine<br />Le nom d'utilisateur commence toujours par votre nom de login ou le nom d'un de vos domaines.<br />Le répertoire racine, s'il n'existe pas, sera créé automatiquement.<br />Note : Le compte que vous créez ainsi aura accès en lecture et en écriture aux fichiers situés dans le répertoire et tous ses sous-répertoires.<br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
es_es: Para agregar una cuenta FTP. tines que elegir un login de conexión, una contraseña y una carpeta raíz. .<br /> El login de conexión empieza siempre por tu nombre de usuario o por uno de tus dominios.<br /> La carpeta raíz, si no existe, será creada automáticamente. <br /> Nota: La cuenta que creas así tendrá acceso en lectura y en escritura a los archivos situados en la carpeta raíz asociada y en sus sub-carpetas. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
fr_fr: Pour ajouter un compte ftp, vous devez choisir un Nom d'utilisateur, un mot de passe, et un rpertoire racine<br />Le nom d'utilisateur commence toujours par votre nom de login ou le nom d'un de vos domaines.<br />Le rpertoire racine, s'il n'existe pas, sera cr automatiquement.<br />Note : Le compte que vous crez ainsi aura accs en lecture et en criture aux fichiers situs dans le rpertoire et tous ses sous-rpertoires.<br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />

# err_hta_1
source: An incompatible .htaccess file exist in this folder.
es_es: Un archivo .htaccess incompatible se encuentra en la carpeta.
fr_fr: Un fichier .htaccess incompatible est prsent dans le rpertoire.

# err_hta_2
source: .htaccess parsed and syntaxically correct, a .htpassword file has been created.
es_es: .htaccess reconocido y sintaxis correcta, un .htpasswd fue creado.
fr_fr: .htaccess reconnu et syntaxe correcte, un .htpassword t cr.

# err_hta_3
source: .htaccess parsed and syntaxically correct, a .htpasswd already exist.
es_es: .htaccess reconocido y sintaxis correcta, .htpasswd ya existe
fr_fr: .htaccess reconnu et syntaxe correcte, .htpasswd existant.

# err_hta_4
source: No protected folder
es_es: No hay ninguna carpeta protegida
fr_fr: Aucun rpertoire protg

# err_hta_5
source: I cannot delete the file '%s'/.htaccess
es_es: Imposible suprimir el archivo '%s'/.htaccess
fr_fr: Impossible de supprimer le fichier '%s'/.htaccess

# err_hta_6
source: I cannot delete the file '%s'/.htpasswd
es_es: Imposible suprimir el archivo '%s'/.htpasswd
fr_fr: Impossible de supprimer le fichier '%s'/.htpasswd

# err_hta_7
source: The file .htaccess does not exist
es_es: El archivo .htaccess no existe
fr_fr: Le fichier .htaccess n'existe pas

# err_hta_8
source: The folder '%s' does not exist
es_es: La carpeta '%s' no existe
fr_fr: Le rpertoire '%s' n'existe pas

# err_hta_9
source: The file '%s' is not correct
es_es: El archivo '%s' no es válido
fr_fr: Le fichier '%s' n'est pas valide

# err_hta_10
source: The user '%s' already exist for this folder
es_es: El usuario '%s' ya está existe para esta carpeta
fr_fr: L'utilisateur '%s' existe dja pour ce rpertoire

# err_hta_11
source: Please enter a valid username
es_es: Por favor entra un nombre de usuario válido
fr_fr: Veuillez saisir un nom d'utilisateur valide

# err_hta_12
source: Cannot write inside the requested folder. Please check your permissions.
fr_fr: Impossible d'crire dans le dossier concern. Vrifiez vos permissions.

# quota_mail
source: Email Accounts
es_es: Buzones de correos
fr_fr: Comptes emails

# err_mail_1
source: ldap connexion impossible, please try again later.
es_es: Conexión LDAP imposible. Intenta más tarde.
fr_fr: Connexion la base de donnes impossible. Ressayez plus tard.

# err_mail_2
source: No email on domain '%s'
es_es: Ningún buzón de correo en el dominio '%s'.
fr_fr: Aucun email sur le domaine '%s'

# err_mail_3
source: The email '%s' does not exist
es_es: El buzón '%s' no existe.
fr_fr: L'email '%s' n'existe pas.

# err_mail_4
source: Please check 'pop account' and choose a password pop, or enter some redirections, or both
es_es: Por favor, marca 'cuenta POP' e ingresa una contraseña POP <b>o</b> entra direcciones dónde redirigir los mensajes <b>o</o> ambas cosas.
fr_fr: Veuillez cocher 'compte pop' et choisir un mot de passe pop <b>ou</b> entrer des redirections <b>ou</b> les deux

# err_mail_5
source: -- Server error --- Parameter is incorrect (%s)
es_es: -- Error Servidor--- Parámetro incorrecto (%s)
fr_fr: -- Erreur Serveur --- Paramtre incorrect (%s)

# err_mail_6
source: The domain '%s' does not exist.
es_es: El dominio '%s' no existe.
fr_fr: Le domaine '%s' n'existe pas.

# err_mail_7
source: The email '%s' already exists.
es_es: El buzón '%s' ya existe.
fr_fr: Le mail '%s' existe dj

# err_mail_8
source: Your mail account quota is over. You cannot create more email accounts.
es_es: Alcanzaste el limite de tu cuota de buzones de correo, no se pueden crear más.
fr_fr: Vous avez atteint votre quota de comptes email, vous ne pouvez plus en crer.

# err_mail_9
source: The domain '%s' does not exist.
es_es: El dominio '%s' ya existe.
fr_fr: Le domaine '%s' existe dj.

# err_mail_10
source: -- Program error -- Mail quota does not exist
es_es: -- Error de programación -- la cuota Mail no existe.
fr_fr: -- Erreur de programmation -- Le quota Mail n'existe pas

# err_mail_11
source: Please enter an Email address
es_es: Ingresa una dirección de correo
fr_fr: Veuillez entrez un Email

# err_mail_12
source: Please enter a pop password
es_es: Ingresa una contraseña pop
fr_fr: Veuillez entrer un mot de passe pop

# err_mail_13
source: Please enter a valid email
es_es: Ingresa una dirección de correo válida.
fr_fr: Veuillez entrer un Email valide

# err_mail_14
source: One or more email redirection are invalid
es_es: Una o más direcciones de correos para la redirección no son válidas.
fr_fr: Un ou plusieurs Email de redirection ne sont pas valides

# err_mail_15
source: This mail is not a pop account. It's impossible to change the password!
es_es: Esta cuenta no es una cuenta POP. ¡Es imposible cambiarle la contraseña!
fr_fr: Ce mail n'est pas un compte pop, il est impossible d'en changer le mot de passe !

# err_err_1
source: The error message does not exist (%s)
es_es: El mensaje de error no existe (%s)
fr_fr: Le message d'erreur n'existe pas (%s)

# the %3$d-%2$d-%1$d at %4$d:%5$d
source: %3$d/%1$d/%2$d, at %6$d:%5$d %7$s
es_es: el %1$d/%2$d/%3$d, a las %4$dh%5$d
fr_fr: le %1$d/%2$d/%3$d, %4$dh%5$d

# err_mem_1
source: User or password incorrect
es_es: Usuario o contraseña incorrecta.
fr_fr: Utilisateur ou mot de passe incorrect

# err_mem_2
source: This account is locked, contact the administrator
es_es: Cuenta bloqueada, contacta al administrador.
fr_fr: Compte Verrouill, contacter l'administrateur

# err_mem_3
source: Cookie incorrect, please accept the session cookie
es_es: Cookie incorrecto, tu navegador tiene que aceptar los cookies.
fr_fr: Cookie incorrect, acceptez les cookies

# err_mem_4
source: Session unknown, contact the administrator
es_es: Sesión inexistente, contacta al administrador.
fr_fr: Session inexistante, contacter l'administrateur

# err_mem_5
source: IP address incorrect, please contact the administrator
es_es: IP incorrecta, contacta al administrador.
fr_fr: IP incorrecte, contacter l'administrateur

# err_mem_6
source: The old password is incorrect
es_es: La antigua contraseña es incorrecta.
fr_fr: L'ancien mot de passe est incorrect
