Repository: AlternC/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/messages.po
Languages: pt_br

source: The mailbox %s has been successfully changed
pt_br: A caixa de email %s foi mudado com sucesso

source: Mailbox list of the domain %s
pt_br: Lista de caixas de email do dom√≠nio %s

source: Action
pt_br: A√ß√£o

source: Size
pt_br: Tamanho

source: Delete the selected mailboxes
pt_br: Suprimir as caixas de email selecionados

source: Add a mailbox on <b>%s</b>
pt_br: Adi√ßionar a caixa de email em <b>%s</b>

source: Mailboxes
pt_br: Caixas e email

source: quota_web
pt_br: Espa√ßo de Disco

source: Enter your username and your password to connect to the virtual desktop interface
pt_br: Entrar seu nome do us√∫ario e sua senha para conectar √† interface desktop virtual

source: You must accept the session cookie to log-in
pt_br: Voc√™ precisa aceitar o cookie da sess√£o para o login

source: If you want to use a different language, click on the flag below
pt_br: Se voc√™ quiser usar uma lingua diferente, clicar sobre a bandeira abaixo

source: Password
pt_br: Senha

source: You cannot change your password
pt_br: Voc√™ n√£o pode mudar sua senha

source: Administration of
pt_br: Administra√ß√£o do

source: AlternC Desktop
pt_br: Desktop AlternC

source: Last Login:
pt_br: √öltimo Login:

source: the %3$d-%2$d-%1$d at %4$d:%5$d
pt_br: %3$d/%1$d/%2$d, √† %6$d:%5$d %7$s

source: %1$d login failed since last login
pt_br: %1$d login falharam desde o √∫ltimo login

source: from: <code> %1$s </code>
pt_br: do: <code> %1$s </code>

source: Yes
pt_br: Sim

source: Online help
pt_br: Ajuda online

source: Change the email of the account
pt_br: Mudar o email da sua conta

source: err_mem_1
pt_br: Us˙ario ou senha incorreto

source: err_mem_2
pt_br: Esta conta est· troncada, por favor chamar o administrador

source: err_mem_3
pt_br: Cookie incorreto, por favor aceitar o cookie da sess„o

source: err_mem_4
pt_br: Sess„o desconhecido, por favor contatar o administrador

source: err_mem_5
pt_br: EndereÁo IP incorreto, por favor contatar o administrador

source: err_mem_6
pt_br: A senha antiga È incorreta

source: err_mem_7
pt_br: As novas senhas s„o diferentes, por favor tentar de novo

source: err_mem_8
pt_br: A senha deve ter pelo menos 3 car·teres

source: err_mem_9
pt_br: A informaÁ„o entrada È incorreta

source: Help
pt_br: Ajuda

source: quota_mysql
pt_br: MySQL Base de Dados

source: err_mysql_2
pt_br: Sua senha √© demasiado longa (16 car√°teres max)

source: err_mysql_3
pt_br: Sua base de dados n√£o existe, voc√™ pode come√ßar√° um acesso criando o.

source: err_mysql_4
pt_br: Esta base de dados j√† existe!

source: err_mysql_5
pt_br: seu n√∫mero backup est√° incorreto.

source: err_mysql_6
pt_br: A pasta √© incorreta!

source: err_mysql_7
pt_br: O nome de arquivo voc√™ escolheu n√£o existe ou √© incorreto.

source: err_mysql_8
pt_br: A senha √© demasiado longa (16 car√°teres max)

source: err_mysql_9
pt_br: O arquivo √© incorreto ou n√£o existe.

source: err_mysql_10
pt_br: Voc√™ n√£o pode criar sua base de dados principal : voc√™ ainda tem outras base de dados !

source: err_mysql_11
pt_br: Voc√™ n√£o tem nenhuma base de dados, clica sobre 'Base de Dados' para criar a primeira

source: hlp_sql_bck
pt_br: Seu backup MySQL est√° salvado na pasta de <code>db.sql.1</code> a <code>db.sql.19</code><br />seu nome da base de dados substitui 'db'.<br />AVISO: Se voc√™ muda os ajustes backup (backups, compress√£o...) os backups antigos podem ficar na pasta backup.Usar a administra√ß√£o de arquivos para suprimi-los.

source: SQL Server
pt_br: Servidor SQL

source: Database
pt_br: Base de dados

source: Delete my SQL database
pt_br: Suprimir minha base de dados SQL

source: Restore a SQL backup
pt_br: Restaurar o backup SQL

source: Please enter the filename containing SQL data to be restored.
pt_br: Por favor entrar o nome de arquivo que contem os dados do SQL que precisam restaurar.

source: Manage the SQL backup
pt_br: Administrar os backups SQL

source: No backup
pt_br: Nenhum backup

source: Weekly backup
pt_br: Backup semanal

source: Destroy my database
pt_br: Destruir minha base de dados

source: Create my main database
pt_br: Criar minha base de dados principal

source: Your database has been successfully created
pt_br: Sua base de dados foi criado com sucesso

source: Manage the SQL backup for database %s
pt_br: Administrar o backup SQL para a base de dados %s

source: WARNING
pt_br: AVISO

source: Your database has been restored, check out the previous text for error messages.
pt_br: Sua base de dados foi restaurado, verificar o texto precedente para ver se h· mensagens de erro.

source: Your password has been successfully changed.
pt_br: Sua senha foi mudado com sucesso.

source: Restore a SQL backup for database %s
pt_br: Restaurar o backup SQL para a base de dados %s
