Repository: AlternC/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/messages.po
Languages: pt_br

source: err_admin_1
pt_br: -- Somente os administradores tem acceso √† essas paginas !! --

source: err_admin_2
pt_br: Conta n√£o foi achado

source: err_admin_3
pt_br: Este login j√† existe

source: err_admin_4
pt_br: -- N√£o posso criar esta conta --

source: err_admin_5
pt_br: Por favor entrar um endre√ßo email v√°lido

source: err_admin_6
pt_br: Todos os campos s√£o obrigat√≥rios

source: err_admin_7
pt_br: Voc√™ pode me peder uma senha somente uma vez por dia !

source: err_admin_8
pt_br: Esta conta J√Ä √© uma conta administrativa

source: err_admin_9
pt_br: Esta conta N√ÉO √© uma conta administrativa

source: err_admin_10
pt_br: Somente os carateres a-z, 0-9 e - s√£o permitidos no Login

source: err_admin_11
pt_br: Este TLD n√£o existe

source: err_admin_12
pt_br: Este TLD j√† existe

source: This page is restricted to authorized staff
pt_br: Esta p√°gina √© restringida √† equipe de funcion√°rios autorizada

source: New member
pt_br: Membro novo

source: Initial password
pt_br: Senha inicial

source: Surname
pt_br: Sobrenome

source: First Name
pt_br: Nome

source: Email address
pt_br: Endere√ßo email

source: Create a new member
pt_br: Criar um membro novo

source: The new member has been successfully created
pt_br: O membro novo foi criado com sucesso

source: Click here to continue
pt_br: Clicar aqui para continuar

source: Member '%s' does not exist
pt_br: Membro '%s' n√£o existe

source: Member %s successfully deleted
pt_br: Membro %s foi suprimido com sucesso

source: Member Edition
pt_br: Edi√ß√£o do Membro

source: The member has been successfully edited
pt_br: O membro foi editado com sucesso

source: Account Enabled ?
pt_br: Conta Permitiu ?

source: Edit this account
pt_br: Editar esta conta

source: Member list
pt_br: Lista dos membros

source: Here is the list of hosted members
pt_br: Aqui est√° a lista de membros hospedados

source: Edit
pt_br: Editar

source: Connect as
pt_br: Conectar como

source: Delete checked accounts
pt_br: Deletar as contas selecionadas

source: Editing the quotas of a member
pt_br: Editando os quotas do membro

source: The quotas has been successfully edited
pt_br: Os quotas foram editados com sucesso

source: Used
pt_br: Usado(s)

source: Description
pt_br: Desci√ß√£o

source: Edit the quotas
pt_br: Editar os quotas

source: Recalculate the quotas of the account
pt_br: Recalcular os quotas da conta

source: The user has no database
pt_br: O usu√°rio n√£o tem nenhuma base de dados

source: Enable the database
pt_br: Permitir a base de dados

source: The user has a MySQL database
pt_br: O usu√°rio tem uma base de dados MySQL

source: There is only one administrator account, you cannot turn this account back to normal
pt_br: Voc√™ pode ter somente uma conta do administrador, voc√™ n√£o pode voltar esta conta ao normal

source: This account is a super-admin account
pt_br: Esta conta √© uma conta super-administrador

source: Turn this account back to normal
pt_br: Voltar esta conta √† normal

source: Make this account a super admin one
pt_br: Modificar esta conta √† uma conta do super admin

source: Disk space (in KB)
pt_br: Espaco Disco (em KB)

source: Number of email accounts
pt_br: N√∫mero de contas do email

source: Number of mailing-lists
pt_br: N√∫mero de envi-listas

source: Number of domains
pt_br: N√∫mero de dom√≠nios

source: Number of FTP accounts
pt_br: N√∫mero de contas FTP

source: Number of web statistics
pt_br: N√∫mero de statisticas Web

source: Some TLD cannot be deleted...
pt_br: Algums TLD n√£o pode ser suprimidos...

source: The requested TLD has been deleted
pt_br: O TLD pedido foi suprimido

source: Manage allowed domains (TLD)
pt_br: Controla dom√≠nios permitidos (TLD)

source: Here is the list of the TLD allowed on this server. Each TLD can be allowed or denied after some checks (whois, ns, domain exists...)
pt_br: Aqui est√° a lista do TLD permitido neste servidor. Cada TLD pode ser permitido ou negado ap√≥s algumas verifca√ß√µes (whois, ns, dom√≠nio existir)

source: Allowed Mode
pt_br: Modalidade Permitida

source: Delete the checked TLD
pt_br: Suprimir o TLD selecionado

source: Add a new TLD
pt_br: Adicionar um novo TLD

source: The TLD has been successfully added
pt_br: O TLD foi adi√ßionado com sucesso

source: Enter the new TLD (without the first dot) and choose what check should be done.
pt_br: Entrar um novo TLD (sem o primeiro ponto) e escolher que verifica√ß√£o deve ser feita.

source: Warning : only some final tld are known in the whois function of AlternC, please check m_domains.php accordingly.
pt_br: Aviso: somente algums tld estam conhecedos na fun√ß√£o whois do AlternC, por favor verificar em m_domains.php conformente.

source: Edit a TLD
pt_br: Editar um TLD

source: Edit this TLD
pt_br: Editar este TLD

source: The TLD has been successfully edited
pt_br: Este TLD foi editado com sucesso

source: Change the default quotas
pt_br: Mudar os quotas padr√µes

source: This TLD is forbidden
pt_br: Este TLD √© proibido

source: primary DNS is checked in WHOIS db
pt_br: O DNS preliminar est√° selecionado em db WHOIS

source: primary & secondary DNS are checked in WHOIS db
pt_br: O DNS preliminar e secund√°rio estam selecionados em db WHOIS

source: Domain must exist, but don't do any DNS check
pt_br: O dom√≠nio deve existir, mais n√£o faz a verifica√ß√£o DNS

source: Domain can be installed, no check at all
pt_br: O dom√≠nio pode ser instalado, mas n√£o faz nenhuma verifica√ß√£o

source: Domain can be installed, force NO DNS hosting
pt_br: O dom√≠nio pode ser instalado, for√ß√£ a hospedadem SEM DNS

source: Manage the members
pt_br: Controlar os membros

source: Admin Control Panel
pt_br: Painel de controle do Administrador

source: General SQL Admin
pt_br: Admin do SQL Geral

source: Default quotas successfully changed
pt_br: Quotas padr√µes foram mudados com sucesso

source: Can he change its password
pt_br: Pode mudar a senha

source: Account created by %s
pt_br: Conta foi criado por %s

source: Locked Account
pt_br: Conta Troncada

source: %3$d-%2$d-%1$d %4$d:%5$d
pt_br: %3$d/%1$d/%2$d %6$d:%5$d %7$s

source: Your file %s has been saved
pt_br: Seu arquivo %s foi salvado com sucesso

source: Back to the file browser
pt_br: Volta ao navegador de arquivos

source: File editing
pt_br: Edi√ß√£o de arquivo

source: File browser
pt_br: Navegador de arquivos

source: Rename
pt_br: Rebatizar

source: Delete
pt_br: Suprimir

source: Copy
pt_br: Copiar

source: Move
pt_br: Relocalizar

source: Create
pt_br: Criar

source: File
pt_br: Arquivo

source: Folder
pt_br: Pasta

source: Import this file
pt_br: Importar este arquivo

source: Send
pt_br: Mandar

source: There is an ftp account in this folder
pt_br: H√° uma conta ftp nesta pasta

source: click here to edit this ftp account
pt_br: clica aqui para editar esta conta ftp

source: click here to create an ftp account in this folder
pt_br: clica aqui para criar uma conta ftp nesta pasta

source: This folder has restricted access
pt_br: Esta pasta tem o acesso limitado

source: Click here to protect this folder with login/password
pt_br: Clica aqui para proteger esta pasta com login/senha

source: Download
pt_br: Abaixar

source: this folder and its subfolders as a compressed file
pt_br: esta pasta e as second√°rias-pastas como um arquivo comprimido

source: Configure the file browser
pt_br: Configurar o navegador de arquivo

source: Your preferences have been updated.
pt_br: Suas prefer√™ncias foram atualizadas.

source: File editor preferences
pt_br: Prefer√™ncias do editor de arquivos

source: File browser preferences
pt_br: Prefer√™ncias do navegador de arquivos

source: File editor font name
pt_br: Nome de fonte do navegador de arquivos

source: File editor font size
pt_br: Tamanho de fonte do navegador de arquivos

source: Horizontal window size
pt_br: Tamanho horizontal da janela

source: Vertical window size
pt_br: Tamanho vertical da janela

source: File list view
pt_br: Vista lista de arquivos

source: Downloading file format
pt_br: Abaixando o formate de arquivo

source: What to do after creating a file
pt_br: Que a fazer ap√≥s ter criado um arquivo

source: Show icons?
pt_br: Mostrar √≠cones?

source: Show file types?
pt_br: Mostrar tipos e arquivos?

source: Change my settings
pt_br: Mudar meus ajustes

source: 1 column, detailed
pt_br: 1 coluna, detalhado

source: 2 columns, short
pt_br: 2 colunas, condensado

source: 3 columns, short
pt_br: 3 colunas, condensado

source: Go back to the file manager
pt_br: Volta ao navegador de arquivos

source: Edit the newly created file
pt_br: Editar o arquivo recentemente criada

source: View
pt_br: Vista

source: Remember last visited directory?
pt_br: Recordar o √∫ltimo diret√≥rio visitado?

source: Save
pt_br: Salvar

source: Save &amp; Quit
pt_br: Salva &amp; Sair

source: Quit
pt_br: Sair

source: all/none
pt_br: tudo/nada

source: err_bro_1
pt_br: Nome do arquivo ou a pasta √© incorreto

source: err_bro_2
pt_br: Voc√™ n√£o pode relocalizar ou copiar o arquivo a mesma pasta

source: No files in this folder
pt_br: Nenhum arquivo nesta pasta

source: quota_dom
pt_br: Nome dos DomÌnios

source: err_dom_1
pt_br: O DomÌnio '%s' n„o foi achado

source: err_dom_2
pt_br: O DomÌnio '%s' n„o È o seu

source: err_dom_3
pt_br: --- Erro de program --- Falta o fechamento nos domÌnios !

source: err_dom_4
pt_br: O nome do domÌnio È demasiado longo

source: err_dom_5
pt_br: Um dos membros do domÌnio È demasiado longo.

source: err_dom_6
pt_br: H· algums car·teres proibidos no nome domÌnio (somente A-Z 0-9 e - s„o permitidos).

source: err_dom_7
pt_br: O ultÌmo membro do domÌnio È incorreto ou n„o pode ser hospidado neste servidor.

source: err_dom_8
pt_br: O domÌnio j‡ existe.

source: err_dom_9
pt_br: O domÌnio foi suprimido menos de 5 minutos h·.

source: err_dom_10
pt_br: Sua quota do domÌnio j‡ acabou, vocÍ n„o pode criar mais domÌnios.

source: err_dom_11
pt_br: A base de dados Whois est· inacessÌvel, por favor tenta de novo mais tarde.

source: err_dom_12
pt_br: O domÌnio n„o foi achado na base de dados Whois.

source: err_dom_13
pt_br: O domÌnio mudou menos de 5 minutos h·. Por favor tenta de novo em algums minutos.

source: err_dom_14
pt_br: O secund·rio-domÌnio n„o existe.

source: err_dom_15
pt_br: Nenhuma mudanÁa foi pedida...

source: err_dom_16
pt_br: O secund·rio-domÌnio j‡ existe.

source: err_dom_17
pt_br: --- Erro de Programa --- Fechamento obtido j· !

source: err_dom_18
pt_br: Este domÌnio È o do servidor !!! VocÍ n„o pode hosped·-lo em sua conta !

source: err_dom_19
pt_br: O endereÁo IP que vocÍ entrou È incorreto.

source: err_dom_20
pt_br: O URL que vocÍ entrou È incorreto.

source: err_dom_21
pt_br: A pasta que vocÍ entrou È incorreta ou n„o existe.

source: err_dom_22
pt_br: O domÌnio pedido È proibido neste servidor. Por favor contatar o administrador

source: err_dom_23DNS (and eventually wait 1 day) before you install it again.
pt_br: O DNS deste domÌnio n„o combina o DNS do servidor. Por favor mudar o DNS do seu domÌnio (e esperar 1 dia) antes de instalar-lo de novo.

source: help_dns_mx %s %s
pt_br: Se nÛs controlamos seu DNS <br />VocÍ pode controlar seu correios em outra parte se vocÍ quiser (campo MX).<br />Escreve <b><code>%s</code></b> neste campo se seus correios devem ser controlados por %s<br />ou coloca o endereÁo IP ou nome do servidor de email usado para controlar seus correios.<small>Aviso: Se vocÍ n„o coloca nada neste campo, seus correios ser„o inacessÌvels</small>

source: help_dns_mail
pt_br: Se nÛs n„o controlamos o DNS deste domÌnio <br />controlamos seus correios?

source: help_domain_del %s
pt_br: Se vocÍ quiser suprimir o domÌnio %s, clica a tecla abaixo.Aviso : isto suprimir· todo o ftp, correios, envi-listas ... associadas com estedomÌnio e os sÈcondarios domÌnios dele

source: hlp_add_domain
pt_br: - Entrar o nome do domÌnio que vocÍ gostaria hospedar. O nome do domÌnio deve ser completo, mais <b>sem o www.</b><br /> IMPORTANTE: Se vocÍ gostaria uma hospedagem actual do domÌnio, o DNS do seu domÌnio deve apontar para nossos servidors DNS. Contatar sua companhia de hospedagem para mais informaÁ„o.<br /> Exemplos : globonet.org / demo.com / test.eu.org etc.<br />Mais informaÁ„o sobre a administraÁ„o dos domÌnios na seÁ„o da ajuda online HELPID_200<br />

source: hlp_add_domain_2
pt_br: Clica sobre o link abaixo. VocÍ pode acessar os par‚metros do domÌnio no menu ‡ esquerda2 links aparecer„o : <br /> - o primeiro para modificar os par‚metros de hospedagem do domÌnio (secondario-domÌnios, redireÁıes, hospedagem do email ...) <br /> - o segundo para administrar as contas de email do domÌnio (se vocÍ quiser criar as caixas de email).<br />Mais informaÁ„o sobre a administraÁ„o dos domÌnios na seÁ„o de ajuda online HELPID_200<br />

source: hlp_del_domain
pt_br: O domÌnio foi suprimido, mais os arquivos do seu web-site n„o foram destruÌdos.<br />Se vocÍ quiser destruir os arquivos du web-site, usa a AdministraÁ„o de Arquivo<br />Mais informaÁ„o sobre a administraÁ„o dos domÌnios na seÁ„o de ajuda online HELPID_200<br />

source: hlp_edit_domain
pt_br: Esta zona permite as modificaÁıes de par‚metros de seu domÌnio e dos secund·rios-domÌnios instalados<br />VocÍ pode criar um novo secund·rio-domÌnio e escholer de re-dirigir a seu espaÁo de disco, a um outro endereÁo Internet, o a um endereÁo IP (utilizaÁ„o advancado)<br />Mais informaÁ„o sobre a administraÁ„o dos domÌnios na seÁ„o de ajuda online HELPID_200<br />

source: Domain hosting
pt_br: Hospedagem do DomÌnio

source: You cannot add any new domain, your quota is over.
pt_br: VocÍ n„o pode adiÁionr mais domÌnios, sua quota acabou.

source: Contact your administrator for more information.
pt_br: Contatar seu administrador para mais informaÁ„o.

source: Domain name
pt_br: Nome do DomÌnio

source: If you don't want to host in our server the DNS of your domain, don't check the box 'host my dns here'. If you don't know what it mean, leave it checked.
pt_br: Se vocÍ n„o quiser hospedar o DNS em nosso servidor, n„o seleciona a caixa 'hospedar meu DNS aqui'. Se vocÍ n„o sabe o que significa, deix·-lo selecionado.

source: host my dns here
pt_br: hospedar meu DNS aqui

source: Add a domain
pt_br: AdiÁionar um domÌnio

source: Add this domain
pt_br: AdiÁionar este domÌnio

source: Your new domain %s has been successfully installed
pt_br: Seu domÌnio %s foi instalado com sucesso

source: Whois result on the domain
pt_br: Resultado Whois deste domÌnio

source: Confirm the deletion of domain %s
pt_br: Confirma o apagamento deste domÌnio %s

source: This will delete the related sub-domains too.
pt_br: Isto suprimir· os secund·rio-domÌnios relacionados tambem.

source: Domain %s deleted
pt_br: DomÌnio %s suprimido

source: The domain %s has been successfully deleted.
pt_br: O domÌnio %s foi suprimido com sucesso.

source: Editing domain %s
pt_br: Editando o domÌnio %s

source: Subdomains
pt_br: Secund·rio-domÌnios

source: Domains
pt_br: DomÌnios

source: Add a subdomain
pt_br: AdiÁionar um secund·rio-domÌnio

source: Locally managed
pt_br: Controlado localemente

source: URL redirection
pt_br: RedireÁ„o URL

source: IP redirection
pt_br: RedireÁ„o IP

source: Webmail access
pt_br: Acesso Webmail

source: DNS parameters
pt_br: Par‚metros DNS

source: Manage the DNS on the server ?
pt_br: Administrar o DNS neste servidor ?

source: MX Field
pt_br: Campo MX

source: Submit the changes
pt_br: Submeter as mudanÁas

source: Delete %s
pt_br: Deleter %s

source: The domain %s has been changed. The modifications will take effect in 5 minutes.
pt_br: O domÌnio %s foi modificado. As modificaÁıes estar„o atualizadas em 5 minutos.

source: Deleting subdomain %s
pt_br: Suprimando o secund·rio-domÌnio %s

source: WARNING : Confirm the deletion of the subdomain
pt_br: AVISO : Confirmar o apagamento do secund·rio-domÌnio

source: Editing subdomain %s
pt_br: Editando o secund·rio-domÌnio %s

source: The modifications will take effect in 5 minutes.
pt_br: As modificaÁıes estaram actualizadas em 5 minutos.

source: err_err_0
pt_br: OK

source: err_err_1
pt_br: Esta mesagem do erro n√£o existe (%s)

source: Your new passwords are differents, pleasy try again.
pt_br: As novas senhas s√£o diferentes. Por favor, tenta de novo

source: Your account has not been found, please try again later or ask an administrator.
pt_br: Sua conta n√£o foi achado. Por favor tenta de novo mais tarde ou pede o administrador

source: Your current password is incorrect, please try again.
pt_br: Sua senha atual est√° incorreta, por favor tenta de novo

source: Your password has been successfully changed. Don't forget to change it in your mail software if you are using one (Outlook, Mozilla, Thunderbird, Eudora ...)
pt_br: Sua senha foi mudada com sucesso. N√£o se esquecer de mud√°-lo em seu software do correio se voc√™ estiver usando um (Outlook, Mozilla, Thunderbird,

source: Error:
pt_br: Erro:

source: Changing your mail password
pt_br: Mudando sua senha de email

source: Old Password:
pt_br: Senha Antiga

source: New Password:
pt_br: Senha Nova

source: Verify New Password:
pt_br: Verifica√ß√£o da Nova Senha

source: Change my mail password
pt_br: Mudar a senha de email

source: Change Password
pt_br: Mudar a Senha

source: This allow you to change your mail password.
pt_br: Isto permite que voc√™ mude sua senha do correio.

source: quota_ftp
pt_br: Contas FTP

source: err_ftp_1
pt_br: Nenhuma conta FTP achada

source: err_ftp_2
pt_br: Esta conta FTP n„o existe

source: err_ftp_3
pt_br: O prefixo escolhido n„o È permitido

source: err_ftp_4
pt_br: Esta conta FTP j‡ existe

source: err_ftp_5
pt_br: Sua quota para a conta FTP est· cheio. VocÍ n„o pode criar mais contas FTPs.

source: err_ftp_6
pt_br: Esta pasta n„o pode ser criada.

source: hlp_ftp_list
pt_br: Aqui est· a lista de contas ftp com acesso ‡ sua conta.Clica sobre 'ModifiÁar' para mudar o nome do us˙ario, a senha ou o diretÛrio de raizPara suprimir uma conta, seliciona a conta correspondante e clica sobre a tecla 'Suprimir as contas selecionadas'<br />Para poder acessar seus arquivos com um programa ftp, vocÍ deve criar pelo menos uma conta. Cada conta È associado com uma pasta, e n„o pode acessar nada fora os arquivos e pastas nesta pasta'<br />Mais informaÁ„o sobre o FTP em Ajuda Online HELPID_100<br />

source: hlp_ftp_list_no
pt_br: VocÍ n„o tem nenhuma conta FTP disponÌvel. Clica sobre 'Criar uma conta ftp' para criar uma. <br />Para poder acessar seus arquivos com um programa ftp, vocÍ deve criar pelo menos uma conta. Cada conta È associado com uma pasta, e n„o pode acessar nada fora os arquivos e pastas nesta pasta'<br />Mais informaÁ„o sobre o FTP em Ajuda Online HELPID_100<br />

source: hlp_ftp_add
pt_br: VocÍ n„o pode adiÁionar uma nova conta ftp. Sua conta est· cheia.

source: Create a new ftp account
pt_br: Criar uma nova conta ftp

source: Create this new FTP account.
pt_br: Criar est· nova conta FTP.

source: The ftp account %s has been successfully deleted
pt_br: Esta conta ftp %s foi suprimado com sucesso

source: Deleting an FTP account
pt_br: Suprimir uma conta FTP

source: The FTP account has been successfully created
pt_br: A conta FTP foi criado com sucesso

source: No account selected!
pt_br: Nenhuma conta selecionada

source: The ftp account has been successfully changed
pt_br: A conta ftp foi mudado com sucesso

source: Editing an FTP account
pt_br: Editar uma conta FTP

source: Change this FTP account
pt_br: Mudar esta conta FTP

source: FTP accounts list
pt_br: Lista de contas FTP

source: <-No Password->
pt_br: <-Sem Senha->

source: FTP accounts
pt_br: Contas FTP

source: err_hta_1
pt_br: An incompatible .htaccess file exists in this folder.

source: err_hta_2
pt_br: .htaccess parsed and syntaxically correct, a .htpassword file has been created.

source: err_hta_3
pt_br: .htaccess parsed and syntaxically correct, a .htpasswd already exist.

source: err_hta_4
pt_br: No protected folder

source: err_hta_5
pt_br: I cannot delete the file '%s'/.htaccess

source: err_hta_6
pt_br: I cannot delete the file '%s'/.htpasswd

source: err_hta_7
pt_br: The file .htaccess does not exist

source: err_hta_8
pt_br: The folder '%s' does not exist

source: err_hta_9
pt_br: The file '%s' is not correct

source: err_hta_10
pt_br: The user '%s' already exist for this folder

source: err_hta_11
pt_br: Please enter a valid username

source: quota_mailman
pt_br: Envi-listas (mailman)

source: Mailing lists
pt_br: Envi-listas

source: Owner
pt_br: Dono

source: Initial list password
pt_br: Senha inicial da lista

source: Create the list.
pt_br: Criar a lista.

source: The list %s has been successfully deleted.
pt_br: A lista %s foi suprimido com sucesso.

source: The mailing list has been successfully created.
pt_br: A envi-lista foi criado com sucesso.

source: List name
pt_br: Nome da lista

source: Public page
pt_br: P√°gina publica

source: List admin
pt_br: Administrador da lista

source: Pending messages
pt_br: Mensagens faltando √° enviar

source: Delete the checked lists
pt_br: Suprimir as listas selecionadas

source: Create a list
pt_br: Criar a lista

source: (with mailman)
pt_br: (com mailman)

source: err_mailman_1
pt_br: A lista n√£o ainda definida

source: err_mailman_2
pt_br: O login (parte esquerda do @) √© obrigatorio

source: err_mailman_3
pt_br: O email do dono e a senha s√£o obrigatorios

source: err_mailman_4
pt_br: Este email est√° incorreto

source: err_mailman_5
pt_br: Este dom√≠nio n√£o existe.

source: err_mailman_6
pt_br: Este endere√ßo email (ou um da lista-subscrever, lista-desubscrever etc.) j√† foi usado.

source: err_mailman_7
pt_br: Sua quota do envi-lista acabou, voc√™ n√£o pode criar mais envi-listas.

source: err_mailman_9
pt_br: Esta lista n√£o existe

source: err_mailman_10
pt_br: A lista com o mesmo nome j√† existe no servidor. Por favor escholer um outro nome.

source: quota_mail
pt_br: Contas de Email

source: err_mail_1
pt_br: conex√£o ldap imposs√≠vel, por favor tenta mais tarde.

source: err_mail_2
pt_br: Nenhum email no dom√≠nio '%s'

source: err_mail_3
pt_br: Este email '%s' n√£o existe

source: err_mail_4
pt_br: Por favor escolha 'conta pop' e escholha a senha pop, ou entra algumas redire√ß√µes, ou os dois

source: err_mail_5
pt_br: -- Erro de Servidor --- Par√¢metro √© incorreto (%s)

source: err_mail_6
pt_br: O dom√≠nio '%s' n√£o existe.

source: err_mail_7
pt_br: O email '%s' j√† existe.

source: err_mail_8
pt_br: Sua quota email acabou. Voc√™ n√£o pode criar mais contas de email.

source: err_mail_9
pt_br: O dom√≠nio '%s' n√£o existe.

source: err_mail_10
pt_br: -- Erro de Programa -- Quota de Correios n√£o existe

source: err_mail_11
pt_br: Por favor entrar um endere√ßo Email

source: err_mail_12
pt_br: Por favor entrar uma senha pop

source: err_mail_13
pt_br: Por favor entrar um email valido

source: err_mail_14
pt_br: Um ou mais redire√ß√µes de email s√£o invalidos

source: err_mail_15
pt_br: Este email n√£o √© uma conta pop. √â imposs√≠vel mudar a senha !

source: Add a mail to the domain %s
pt_br: Adi√ßionar um email ao dom√≠nio %s

source: Create this mailbox
pt_br: Criar uma caixa de email

source: Is it a POP account?
pt_br: √â uma conta POP?

source: POP password
pt_br: Senha POP

source: Other recipients
pt_br: Outros receptores

source: One email per line
pt_br: Um email por linha

source: The mailbox <b>%s</b> has been successfully created
pt_br: A caixa de email <b>%s</b> foi criado com sucesso

source: The mailbox <b>%s</b> does not exist!
pt_br: A caixa de email <b>%s</b> n√£o existe!

source: The mailbox <b>%s</b> has been successfully changed
pt_br: A caixa de email <b>%s</b> foi mudado com sucesso

source: Edit a mailbox of the domain %s
pt_br: Editar a caixa de email do dom√≠nio %s

source: Edit the mailbox %s
pt_br: Editar a caixa e email %s

source: Change this mailbox
pt_br: Mudar esta caixa de email
