Repository: AlternC/AlternC
Catalog: ssl/panel/locales/*/LC_MESSAGES/ssl.po
Languages: fr_fr

source: Your SSL Certificate has been deleted
fr_fr: Votre certificat SSL a été effacé

source: Please enter an ssl key and a certificate
fr_fr: Veuillez entrer une clé ssl et un certificat

source: Please enter a proper domain name
fr_fr: Veuillez entrer un nom de domaine

source: Your ssl certificate has been imported successfully
fr_fr: Votre certificat ssl a été importé avec succès

source: Pending Certificate
fr_fr: Certificats en attente

source: Valid
fr_fr: Valide

source: Expired
fr_fr: Expiré

source: Some of your hosting are using a <b>self-signed</b> certificate. <br>Your browser will not let you surf those domains properly<br>To fix this, buy a properly signed certificate
fr_fr: Certains de vos hébergements utilisent un certificat <b>autosigné</b>.<br>Votre navigateur ne vous laissera pas surfer sur ces domaines<br>Pour corriger cela, achetez un certificat signé auprès d'une autorité.

source: Your Certificates
fr_fr: Vos certificats

source: Please find below your SSL Certificates. Some may be provided by the administrator of the server, some may be Expired or Pending (waiting for a CRT from your Certificate Provider)
fr_fr: Vous trouverez ci-dessous vos certificats SSL. Certains peuvent être fournis par l'administrateur de votre serveur, ou peuvent être expirés ou en attente (attente du CRT de votre fournisseur de certificats)

source: Only show the following certificates:
fr_fr: Ne montrer que les certificats :

source: Pending Certificates
fr_fr: En attente

source: Valid Certificates
fr_fr: Valide

source: Expired Certificates
fr_fr: Expiré

source: Certificates Shared by the Administrator
fr_fr: Partagés par l'administrateur

source: Filter
fr_fr: Filtrer

source: Domain Name
fr_fr: Nom de domaine

source: Status
fr_fr: État

source: Used by
fr_fr: Utilisé par

source: Validity period
fr_fr: Pếriode de validité

source: Details
fr_fr: Détails

source: (shared)
fr_fr: (partagé)

source: %3$d-%2$d-%1$d %4$d:%5$d
fr_fr: %1$d/%2$d/%3$d %4$dh%5$d

source: Requested on:
fr_fr: Demandé le :

source: Create one
fr_fr: En créer un

source: This hosting has no valid certificate<br>a self-signed one has been created
fr_fr: Cet hébergement n'a pas de certificat valide<br>Un certificat autosigné a été créé

source: Create or Import a new SSL Certificate
fr_fr: Créer ou Importer un nouveau certificat SSL

source: New SSL Certificate
fr_fr: Nouveau certificat SSL

source: An SSL certificate is a file which must be obtained from a Certificate Authority, and allow you to enable HTTPS encryption on a domain name.
fr_fr: Un certificat SSL est un fichier qui peut être obtenu auprès d'une autorité de certification, et permet d'activer HTTPS sur un nom de domaine

source: To obtain one, you need to generate a <i>Certificate Request</i> (CSR) and a <i>RSA Key</i> (KEY) here, then give the CSR to the Certificate Authority, which will give you a certificate (CRT) and also often a chained certificate (CHAIN).
fr_fr: pour obtenir un certificat, vous devez générer une <i>Requête de certificat</i> (CSR) et une <i>Clé RSA</i> (KEY) ici, et fournir la CSR à l'autorité de certification, qui vous renverra un certificat (CRT), souvent accompagné d'un certificat chaîné (CHAIN).

source: If you already know what it is and already have all those files (CRT/KEY/CHAIN) You can import them here too.
fr_fr: Si vous savez déjà de quoi il s'agit et disposez déjà des fichiers (CRT/KEY/CHAIN) vous pouvez les importer ici aussi.

source: Create a CSR/KEY
fr_fr: Créer une CSR/KEY

source: Import existing files
fr_fr: Importer des fichiers existants

source: Create a CSR/KEY for a given domain name
fr_fr: Créer une CSR/KEY pour ce nom de domaine

source: Use this form to generate a <i>Certificate Request file</i> (CSR) and a <i>RSA Key file</i> (KEY) for a given domain name
fr_fr: Utilisez ce formulaire pour générer une <i>Requête de certificat</i> (CSR) et une <i>Clé RSA</i> (KEY) pour ce nom de domaine

source: Please choose the domain name for which you want a SSL Certificate, or enter it manually
fr_fr: Merci de choisir le nom de domaine pour lequel vous souhaitez un certificat SSL, ou entrez-le manuellement

source: Fully Qualified Domain Name
fr_fr: Nom de domaine complet

source: --- Choose here ---
fr_fr: --- Choisir ici ---

source: ... or click here to enter it manually
fr_fr: ... ou cliquez ici pour en entrer un manuellement

source: Save
fr_fr: Enregistrer

source: Cancel
fr_fr: Annuler

source: <i>(If you want to get a valid certificate for all the subdomains of a domain, use a wildcard notation (eg: *.example.com). Please note that a wildcard certificate is usually more expensive than normal one.)</i>
fr_fr: <i>(Si vous voulez obtenir un certificat pour tous les sous-domaines de premier niveau d'un nom de domaine, utilisez la notation 'wildcard' (ex: *.example.com). Notez que les certificats wildcard sont généralement plus chers que les normaux)</i>

source: Please note that a SSL Certificate is only valid for one fully qualified domain name. As a result, a certificate for <code>www.example.com</code> is NOT valid for <code>intranet.example.com</code> or <code>intranet.www.example.com</code> !
fr_fr: Notez qu'un certificat SSL n'est valide que pour le nom de domaine complet seul. Par conséquent, un certificat valable pour <code>www.example.com</code> ne l'est PAS pour <code>intranet.example.com</code> ou <code>intranet.www.example.com</code> !

source: Import existing Key Certificate and Chain files
fr_fr: Importer une Clé, un Certificat et une Chaîne existants

source: If you already have a RSA Key file, a Certificate for this key and (maybe) a Chained certificate, please paste their content here.
fr_fr: Si vous disposez déjà d'une clé RSA, d'un Certificat et (peut-être) d'un Certificat Chaîné, collez leur contenu ici.

source: We will verify the content of those files and add them in your certificate repository
fr_fr: Nous vérifierons le contenu de ces fichiers et les ajouteront à vos certificats

source: RSA Key
fr_fr: Clé RSA

source: SSL Certificate
fr_fr: Certificat SSL

source: Chained Certificate<br />(not mandatory)
fr_fr: Certificat Chaîné<br />(facultatif)

source: This page is restricted to authorized staff
fr_fr: Cette page est réservée aux administrateurs

source: Your <i>Certificate Request File</i> (CSR) has been created, along with its <i>private RSA Key</i> (KEY). Please find below the CSR you must send to your SSL Certificate provider.
fr_fr: Votre <i>Requête de certificat</i> (CSR) a été créée, accompagnée de sa <i>Clé privée RSA</i> (KEY). Vous trouverez ci-dessous la CSR que vous pourrez envoyer à votre fournisseur de certificat.

source: Once you'll have your <i>Certificate File</i> (CRT) and a <i>Chained Certificate File</i> (CHAIN), please paste them here to finish the enrollment.
fr_fr: Une fois que vous aurez obtenu votre <i>Fichier Certificat</i> (CRT) et un <i>Certificat Chaîné</i> (CHAIN), collez-les ici pour valider votre certificat.

source: Date of the request
fr_fr: Date de la requête

source: Certificate Request File
fr_fr: Fichier requête de Certificat

source: Delete
fr_fr: Effacer

source: Please confirm that you want to delete this certificate request AND ITS PRIVATE KEY!
fr_fr: Merci de confirmer que vous voulez effacer cette requête de certificat AINSI QUE SA CLÉ PRIVÉE !

source: Valid Certificate
fr_fr: Certificat Valide

source: Please find below your valid certificate data.
fr_fr: Voici les données de votre certificat.

source: EXPIRED Certificate
fr_fr: Certificat EXPIRÉ

source: Your certificate is EXPIRED. You should not use it for any purpose. Please find below its data.
fr_fr: Votre certificat est EXPIRÉ. Vous ne devriez pas l'utiliser. Voici ses données.

source: Back to my SSL Certificates
fr_fr: Retour à mes certificats SSL

source: Valid From:
fr_fr: Valid du :

source: (%d days ago)
fr_fr: (il y a %d jours)

source: (%d month ago)
fr_fr: (il y a %d mois)

source: Valid Until:
fr_fr: Valid jusqu'au :

source: (%d days from now)
fr_fr: (dans %d jours)

source: (%d month from now)
fr_fr: (dans %d mois)

source: Other Valid FQDN:
fr_fr: Autres FQDN valides:

source: As an administrator you can allow any account on this server to use this certificate to host his services. <br />(This is only useful for wildcard or multi-domain certificates).
fr_fr: En tant qu'administrateur, vous pouvez autoriser n'importe quel compte de ce serveur à utiliser votre certificat pour héberger ses services<br />(Cela n'est utile généralement que pour les certificats wildcard ou multidomaines).

source: This certificate is currently <b>shared</b>
fr_fr: Ce certificat est <b>partagé</b>

source: Click here to stop sharing this certificate
fr_fr: Cliquez ici pour ne plus partager ce certificat

source: You are not the owner of this certificate, only its owner can share/unshare this certificate.
fr_fr: Vous n'êtes pas le propriétaire de ce certificat, seul son propriétaire peut le partager

source: This certificate is currently <b>NOT shared</b>
fr_fr: Ce certificat <b>n'est pas partagé</b>

source: Click here to share this certificate
fr_fr: Cliquez ici pour partager ce certificat.

source: Please confirm that you want to delete this certificate AND ITS PRIVATE KEY!
fr_fr: Merci de confirmer que vous souhaitez effacer ce certificat ET SA CLÉ PRIVÉE !

source: SSL Certificates
fr_fr: Certificats SSL

source: New SSL certificate
fr_fr: Nouveau Certificat SSL

source: List SSL Certificates
fr_fr: Liste des Certificats SSL

source: No SSL certificates available
fr_fr: Aucun Certificat SSL

source: You currently have no hosting using SSL certificate
fr_fr: Vous n'avez pas d'hébergement utilisant des certificats SSL

source: Bad FQDN domain name
fr_fr: Mauvais Nom de domaine

source: Can't generate a private key (1)
fr_fr: Impossible de générer une clé privée (1)

source: Can't generate a private key (2)
fr_fr: Impossible de générer une clé privée (2)

source: Can't generate a CSR
fr_fr: Impossible de générer une CSR

source: Can't find this Certificate
fr_fr: Impossible de trouver ce Certificat

source: Can't save the Key/Crt/Chain now. Please try later.
fr_fr: Impossible de sauver les Key/Crt/Chain pour l'instant. Merci de réessayer ultérieurement.

source: Can't save the Crt/Chain now. Please try later.
fr_fr: Impossible de sauver les Crt/Chain pour l'instant. Merci de réessayer ultérieurement.

source: Alias already exists
fr_fr: Cet alias existe déjà

source: Alias not found
fr_fr: Alias non trouvé

source: Can't find the private key in the certificate table, please check your form.
fr_fr: Impossible de trouver la clé privée dans la table des certificats, merci de vérifier votre formulaire.

source: The certificate must begin by BEGIN CERTIFICATE and end by END CERTIFICATE lines. Please check you pasted it in PEM form.
fr_fr: Ce certificat doit commencer par BEGIN CERTIFICATE et terminer par END CERTIFICATE. Merci de vérifier que vous avez bien collé un fichier PEM

source: The chained certificate must begin by BEGIN CERTIFICATE and end by END CERTIFICATE lines. Please check you pasted it in PEM form.
fr_fr: Ce certificat Chaîné doit commencer par BEGIN CERTIFICATE et terminer par END CERTIFICATE. Merci de vérifier que vous avez bien collé un fichier PEM

source: The private key must begin by BEGIN (RSA )PRIVATE KEY and end by END (RSA )PRIVATE KEY lines. Please check you pasted it in PEM form.
fr_fr: La clé privée doit commencer par BEGIN (RSA )PRIVATE KEY et terminer par END (RSA ) PRIVATE KEY. Merci de vérifier que vous avez bien collé un fichier PEM

source: The %d-th certificate in the chain is invalid
fr_fr: Le %dième certificat dans la chaîne est invalide

source: The certificate is invalid.
fr_fr: Le certificat est invalide.

source: The private key is invalid.
fr_fr: La clé privée est invalide.

source: The private key is not the one signed inside the certificate.
fr_fr: La clé privée n'est pas celle correspondant au certificat.

source: Can't export your certificate as a string, please check its syntax.
fr_fr: Impossible d'exporter votre certificat sous forme de chaîne, merci de vérifier sa syntaxe.

source: Can't export one of your chained certificates as a string, please check its syntax.
fr_fr: Impossible d'exporter votre certificat chaîné sous forme de chaîne, merci de vérifier sa syntaxe.

source: Can't export your private key as a string, please check its syntax.
fr_fr: Impossible d'exporter votre clé privée sous forme de chaîne, merci de vérifier sa syntaxe.

source: Locally hosted forcing HTTPS
fr_fr: Hébergement local HTTPS obligatoire

source: Locally hosted HTTP and HTTPS
fr_fr: Hébergement local HTTP et HTTPS

source: HTTPS AlternC panel access
fr_fr: Accès au panel AlternC via HTTPS

source: HTTPS Roundcube Webmail
fr_fr: Webmail Roundcube avec HTTPS

source: HTTPS Squirrelmail Webmail
fr_fr: Webmail Squirrelmail avec HTTPS

source: php52 forcing HTTPS
fr_fr: php5.2 HTTPS obligatoire

source: php52 HTTP and HTTPS
fr_fr: php5.2 HTTP et HTTPS
