Repository: AlternC/AlternC
Catalog: debian/po/*.po
Languages: de, es, it

source: Should AlternC remove bind zones?
de: Soll AlternC die BIND Zonen löschen?
es: ¿Debe AlternC borrar todas las zonas de bind?
it: AlternC deve rimuovere le aree BIND?

source: It will delete all bind zones created by AlternC
de: Es werden all BIND Zonen gelöscht die von AlternC erstellt wurden.
es: Esto suprimirá todas las zonas de bind (nombres de dominios) creadas por AlternC
it: Cancellerà tutte le aree BIND create da AlternC

source: Should AlternC remove mailboxes?
de: Soll AlternC Mailboxen löschen?
es: ¿Debe AlternC suprimir todas las casillas de correo?
it: AlternC deve rimuovere le caselle di posta?

source: If you accept all users e-mails will be deleted
de: Wenn Bestätigt werden alle Benutzer e-Mails gelöscht
es: Si aceptas, todos los mensajes de correo de lxs usuarixs serán suprimidos.
it: Accettando, tutte le email utenti verranno cancellate

source: Slave servers:
de: -Slave- Server:
es: Servidores esclavos:
it: Slave server:

source: This is a space-separated list of servers that are "slaves" to the master server (this server). When writing Apache configuration files, the master server will attempt to reload Apache on those remote servers. The alternc-slave package correctly configures those machines to allow login and reload.
de: Das ist eine mit Leertaste gegliederte Liste der Server die als "slaves" im Hauptserver (dieser Server) laufen. Wenn die Apache Konfigurationsdateo geschrieben wird, der Haupserver wird dann versuchen den Apache auf diejenigen Servern zu -reloaden-. Die alternc-slave Addon konfiguriert diese Server so das man einen Login und reload durchführen kann.
es: Ingresa una lista séparada por espacios de servidores 'esclavos' del servidor maestro (que es este servidor). Al escribir la configuración de Apache, este servidor maestro intentará recargar Apache en los servidores distantes. El paquete alternc-slave configura estas máquinas como deben para permitir la conexión distante y la recarga de Apache.
it: Questo è una lista spazio-separata di servers che sono "slave" rispetto al master server (questo server). Scrivendo i file di configurazione di Apache, il master server cercherà di ricaricare Apache su questi server remoti. Il pacchetto alternc-slave configura correttamente queste macchine per consentire login e reload.

source: Use locally found MySQL server?
de: Lokal gefundenen MySQL Server benutzen ?
es: ¿Se debe utilizar el servidor MySQL local identificado automáticamente?
it: Utilizzare il server MySQL locale?

source: A local MySQL connection was established on the server. Please tell if you want to use it. If not remote MySQL server connection parameters will be needed.
de: Eine lokale MySQL Verbindung wurde etabliert auf dem Server. Bitte mitteilen ob Du das benutzen willst, es werden weitere Fernsteuerbefehle für diese Verbindung benötigt.
es: Se encontró una conexión local a MySQL. Indica si quieres que se utilice. Si no, los parámetros de acceso distante a MySQL serán solicitados.
it: Una connessione MySQL locale è stata stabilita sul server. Confermate se volete usarla o meno. Se non volete farne uso, saranno necessari i parametri di connessione del server MySQL remoto.

source: Use a remote MySQL server?
de: Entfernten MySQL-Server verwenden?
es: ¿Se debe utilizar un servidor MySQL distante?
it: Usare un server MySQL remoto?

source: No local Mysql server was found. Please confirm you want to use a remote Mysql Server. If not, AlternC cannot be installed.
es: No se encontró ningún servidor MySQL local. Favor confirmar que quieres utilizar un servidor MySQL distante. Sin esto, AlternC no puede ser instalado.
it: Non è stato trovato un server MySQL locale. Confermate de volete usare un server MySQL remoto. Altrimenti AlternC non può venire installato.

source: MySQL connection error. Try again?
de: MySQL-Verbindungsfehler. Erneut versuchen?
es: Error de conexión MySQL. ¿Probar de nuevo?
it: Errore di connessione MySQL. Ritentare?

source: Remote connection to the MySQL server failed. Please confirm to try again.
de: Fernsteuerung zum MySQL Server fehlgeschalgen, Bitte Bestätigen und erneut versuchen.
es: Fracasó la conexión al servidor MySQL distante. Favor confirmar que se debe intentar de nuevo.
it: Connessione remota al server MySQL fallita. Confermate se effettuare un nuovo tentativo.

source: Private IP detected, use it anyway?
de: Private IP erkannt, trotzdem verwenden?
es: IP privada detectada ¿Se debe utilizarla igual?
it: Rilevato un IP privato: utilizzarlo comunque?

source: The IP address of the machine appears to be private, please confirm that this is an expected situation, since the server might not be reachable from outside your network.
de: Diese IP Adresse gehört möglicherweise zu einer Privaten maschine, bitte bestätige das diese Situation gewollt ist, ansonsten ist dieser Server nicht von aussen zu erreichen.
es: La dirección IP de la cual dispones es privada. Graqcias por confirmar que igual quieres utilizarla. El servidor podrá no ser accesible desde fuera de tu red.
it: L'indirizzo IP della macchina risulta essere privato. Confermate che si tratta di una situazione prevista, dato che il server potrebbe non essere raggiungibile dall'esterno della vostra rete.

source: Default quota value for awstats stats:
de: Grundeinstellung für die Werte des awstats Status:
es: Quotas por omisión asignadas a las estadísticas web:
it: Valore quota predefinito per le statistiche AWStats:

source: You are installing the alternc-awstats package. This package allows any user to ask for statistics about his web site. Users can ask for a limited number of statistic set. Please specify the default quota they will have for this service.
de: Sie Installieren das alternc-awstats Paket. Dieses Paket erlaubt es Benutzern einige Statistiken über deren Webseiten zu erfahren. Benutzer können einen bestimmten Zeitraum der Statistiken abrufen. Bitte setzen Sie eine Grundwert für diesen Service ein.
es: Estás instalando el paquete AlternC-awstats. Este paquete permite a lxs usuarixs solicitar estadísticas de sus sitios web. Lxss usuarixs pueden solicitar una cantidad limitada de juegos de estadísticas. Favor ingresar el valor por omisión de las cuotas que les serán asignadas para este servicio.
it: State installando il pacchetto alternc-awstats. Questo pacchetto consente ad ogni utente di richiedere le statistiche pr il suo sito web. Gli utenti possono richiedere un numero limitato di set di statistiche. Specificate la quota di default per questo servizio.

source: Error installing AlternC-Awstats
es: Error al instalar AlternC-Awstats
it: Errore nell'installazione di AlternC-AWStats

source: AlternC-Awstats requires a complete installed AlternC system to get installed properly!
es: ¡AlternC-Awstats requiere una instalación completa de AlternC para poder ser instalado!
it: AlternC-AWStats necessita di un'installazione completa del sistema AlternC per essere installata correttamente!

source: Please install AlternC and CONFIGURE IT before installing alternc-awstats or additional modules (don't forget to launch 'alternc.install').
es: Favor instalar y CONFIGURAR AlternC antes de instalar alternc-awstats y otros módulos (no olvidar de lanzar 'alternc.install').
it: Installate AlternC e CONFIGURATELO prima di instalare alternc-awstats o altri moduli aggiuntivi (non dimenticate di lanciare "alternc.install").

source: Please check out the AlternC installation documentation before proceeding.
es: Favor leer la documentación de instalación de AlternC antes de continuar.
it: Controllate la documentazione di installazione di AlternC prima di procedere.
