Repository: AlternC/AlternC
Catalog: debian/po/*.po
Languages: de, es, it

source: AlternC need ACL on filesystem
de: AlternC braucht das ACL für dieses Dateisystem
es: AlternC requiere los ACL sobre el sistema de cuota de archivos
it: AlternC necessita di una ACL sul file system

source: AlternC can't work without ACL activated on its filesystem. ACL are currently not enabled.
de: AlternC kann nicht ohne ACL Aktivierung auf diesem Dateisystem arbeiten. ACL ist derzeit nicht eingeschaltet.
es: AlternC no puede funcionar correctamente sin los ACL activados sobre el sistema de archivos. Losw ACL no están actualmente activos.
it: AlternC non può funzionare senza un'ACL attivata sul file system. L'ACL non è attualmente abilitata.

source: Also, you need to activate group quota (grpquota) to be able to use disk quota (but that's not mandatory).
de: Es muss das Gruppen Kontingent (grpquota) aktiviert sein um das Freie Kontingent zu verwalten (ist aber nicht Verpflichtent wenn kein Kontingent vergeben werden soll).
es: Además, si deseas utilizar las cuotas de disco, deves activar las cuotas de grupo (grpquota) (pero no es obligatorio)
it: Inoltre, serve attivare il gruppo quota (grpquota) per poter utilizzare il disco quota (ma non è obbligatorio)

source: AlternC QUOTA not enabled
de: AlternC-KONTINGENT nicht aktiviert
es: Las CUOTAS no serán activas en AlternC
it: QUOTA AlternC non abilitata

source: As a result, the QUOTA assigned to each user will be infinite.
de: Als Resultat, die QUOTA vorgaben für jeden Benutzer stehen dann auf Unendlich.
es: En consecuencia, las CUOTAS de espacio asignadas a lxs usuarixs serán infinitas.
it: Di conseguenza, la QUOTA assegnata ad ogni utente sarà infinita.

source: To be able to use space quota in AlternC, enable grpquota in your partition.
de: Um das Freie Kontingent in AlternC zu benutzen, muss das grpquota in ihrer Partition eingeschaltet sein.
es: Para poder utilizar las cuotas de espacio en AlternC, debes activar grpquota en tu partición.
it: Per poter utilizzare la quota di allocazione dati in AlternC, abilitate grpquota nella vostra partizione.

source: Fully qualified name of the desktop:
de: Voll Qualifizierter Domänen Name (FQDN) des Desktops
es: Nombre de dominio completo del panel de hospedaje:
it: Nome completo del desktop:

source: Please enter the fully qualified name of your server. This will be the domain part of the url you will use to access the virtual managment desktop. This (sub)domain MUST point to your server.
de: Bitte Tragen sie den Voll Qualifizierten Domainnamen ein (FQDN). Das ist somit ihre Domain als Teil der URL für den Zugang zum Virtuellen Manager Bildschirm. Diese SUB-Domain muss auf den eigenen Server geleitet sein.
es: Entra el nombre de dominio de tu servidor. Corresponde a la URL que se deberá ingresar para acceder al panel de administración de hospedaje. Este (sub)dominio DEBE aputar a tu servidor.
it: Inserite il nome completo del vostro server. Questo diverrà il dominio dell'url di accesso alla gestione virtuale del desktop. Questo (sotto)dominio DEVE indicare il vostro server.

source: The default should be ok if your machine is correctly configured.
de: Die Grundeinstellung ist für ihre Maschine korrekt konfiguriert.
es: El valor por omisión debe convenir si tu máquina está corrrectamente confifgurada.
it: Le impostazioni predefinite dovrebbero essere ok se la macchina è correttamente configurata.

source: Name of your hosting service:
de: Name ihres Hosting Service:
es: Nombre de tu servicio de hospedaje:
it: Nome del servizio di hosting:

source: Please enter the name of your hosting service. It may be your company's name or your personnal name or whatever you want to ...
de: Bitte Trage sie Ihr Name des HOSTING Service ein. Es kann ihr Firmenname sein oder ein Personalisierter Name, was aber Ihnen Überlassen ist.
es: Entra el nombre de tu servicio de hospedaje. Puede ser el nombre de tu empresa, de tu familia, o cualquier cosa que quieras...
it: Inserire il nome del servizio di hosting. Può essere il nome della vostra azienda, o il vostro nome proprio, o qualsiasi altro...

source: Name of the primary domain name server:
de: Name des Primären Domain-Name-Server:
es: Nombre de dominio del servidor DNS primario:
it: Nome del DNS principale:

source: Please enter the fully qualified name of your primary dns server. It can be this server since bind is installed and configured by AlternC. Anyway, if your hosting service is quite big, you may have an external primary name server that keep in sync with your alternc's server(s). . The default value should be good in most case.
es: Entra el nombre de dominio del DNS primario. Puede ser tu propio servidor, dado que bind está instaldo y configurado por AlternC. No obstante, si tu hospedaje es grande, puedes disponer de un servidor primario externo sincronizado con tus servidores bajo AlternC. El valor po omisión debería convenir en la mayoría de los casos.
it: Inserite il nome completo del vostro server dns primario. Può essere questo server in quanto BIND viene installato e configurato da AlternC. Comunque, se il vostro servizio di hosting è molto grande, potreste avere un name server principale esterno che sia in sincrono con il/i vostro/i server AlternC. Il valore di base dovrebbe andare bene nella maggior parte dei casi.

source: Name of the secondary domain name server:
de: Name des zweiten Domain-Name-Server:
es: Nombre del servodro de DNS secundario:
it: Nome del DNS secondario:

source: Please enter the fully qualified name of your secondary dns server. It can be this server since bind is installed and configured by AlternC. Anyway, you should have 2 separate DNS servers if you want to provide a high quality hosting service.
es: Entra el nombre de dominio de tu servidor de dns secundario. Este puede ser tu servidor, ya que bind está instalado y configurado en AlternC. No obstante, deberías tener 2 DNS separados e independientes si quieres proveer un hospedaje de calidad.
it: Inserite il nome completo del vostro server DNS secondario. Può essere questo server in quanto BIND viene installato e configurato da AlternC. Comunque, dovreste avere 2 server DNS separati se volete fornire un servizio di hosting di alta qualità.

source: AlternC's team is providing any user of AlternC with free DNS service. go to http://alternc.net/ to create an account and use it.
de: Das AlternC-Team unterstützt Benutzer von AlternC mit einem freien Domain-Name-Service. Gehe Sie dazu auf http://alternc.net/ und erstelle Sie einen Account um diesen Service zu nutzen.
es: El equipo de AlternC provee gratuitamente un servicio de DNS gratuito a todo usuario de AlternC. Visita http://alternc.net/ para crearte una cuenta y sacar provecho de éste.
it: Il team di AlternC fornisce ad ogni utente un servizio DNS libero. Andate alla pagina http://alternc.net/ per reare un account e poterlo utilizzare.

source: Path where AlternC's users html files will be located:
de: Pfad worin die AlternC Benutzer ihre HTML Dateien abgelegt haben:
es: Carpeta en la que los archivos HTML de los usuarios AlternC serán almacenados.
it: Percorso di allocazione dei file html degli utenti AlternC:

source: Please enter the directory name where you want html user files to be put. The default value should be good in most cases.
de: Bitte tragen Sie den Verzeichnispfad für das Speichern der Benutzer-HTML Dateien. Die Grundeinstellung ist in den meisten fällen aber ausreichend.
es: Favor ingresar el nombre de la carpeta en la que deseas ver almacenados los archivos HTML de los usuarios. El valor por omisión debe convenir en la mayoría de los casos.
it: Inserite il nome della directory dove volete che vengano messi i file html utente. Il valore di base dovrebbe andare bene nella maggior parte dei casi.

source: This directory will contain every AlternC users personal directories.
de: Dieses Verszeichnis beinhaltet alle von AlternC-Benutzer Persöhnliche Pfade.
es: Esta carpeta contendrá las carpetas personales de todas las cuentas AlternC.
it: Questa directory conterrà tutte le directory personali degli utenti AlternC.

source: Path where AlternC's users mails will be located:
de: Pfad wo alternc Benutzer Mails abgelegt werden:
es: Carpeta en la que se almacenarán los correos de los usuarios
it: Percorso di allocazione delle emails degli utenti AlternC:

source: Please enter the directory name where you want to put your users maildirs. The default value should be good in most cases.
de: Bitte tragen Sie den Verzeichnis Pfad für das Speichern der Benutzer Mail Verzeichnisse ein. Die Grundeinstellung ist in den meisten fällen aber ausreichend.
es: Favor ingresar el nombre de la carpeta en la que deseas ver almacenados los maildirs de los usuarios. El valor por omisión debe convenir en la mayoría de los casos.
it: Inserite il nome della directory dove volete mettere le maildir utenti. Il valore di base dovrebbe andare bene nella maggior parte dei casi.

source: Path where alternc's logs files will be located:
de: Pfad wo die alternc Logdateien liegen sollen:
es: Carpeta en la que se almacenan las bitácoras de AlternC
it: Percorso di allocazione dei file log AlternC:

source: Please enter the directory name where you want to put your log files. The default value should be good in most cases.
de: Bitte tragen sie den Verzeichnis Pfad für die Logdateien ein. Die Grundeinstellung ist in den meisten fällen aber ausreichend.
es: Favor ingresar el nombre de la carpeta en la que deseas ver almacenados los logs de AlternC. El valor por omisión debe convenir en la mayoría de los casos.
it: Inserite il nome della directory dove volete mettere i file log. Il valore predefinito dovrebbe andare bene nella maggior parte dei casi.

source: Name of the mysql server:
de: Name des MySQL Server:
es: Nombre del servidor mysql:
it: Nome del server MySQL:

source: Please enter the fully qualified name of your mysql server host. This server MUST be able to access the remote server at standard port (3306). It is recommended to use "127.0.0.1" instead of "localhost" if your postfix installation is configured in a chroot (which is the case, by default).
es: Entra el nombre DNS completo de tu servidor MySQL. Este servidor DEBE aceptar las conexiones en el puerto estandar (3306). Te recomendamos dejar "127.0.0.1" más que "localhost", si postfix está configurado para ser lanzado en un chroot (lo que es el caso por omisión)
it: Inserite il nome completo del vostro server MySQL di hosting. Questo server DEVE essere in grado di avere accesso al server remoto dalla porta standard (3306). E' raccomandato l'utilizzo di "127.0.0.1" invece di "localhost" se il vostro postfix è configurato in un chroot (come è normalmente di default).

source: AlternC's mysql system database:
de: MySQL-Systemdatenbank von AlternC:
es: Base sistema de AlternC:
it: Database MySQL system di AlternC:

source: AlternC will create a mysql database to store it's system data. Please choose the name of this database here. The default value should be good in most case.
de: AlternC wird eine MySQL Datenbankstruktur aufbauen. Bitte wählen Sie einen Namen dafür. Die Grundeinstellung ist in den meisten fällen ausreichend.
es: AlternC va a crear una base de datos para almacenar sus informaciones. Ingresa el nombre de la base que será creada. El valor por omisión conviene en la mayoría de los casos.
it: AlternC creerà un database MySQL per archiviare i dati di sistema. Scegliete qui il nome del database. Il valore predefinito dovrebbe andare bene nella maggior parte dei casi.

source: AlternC's mysql account:
de: MySQL-Konto von AlternC:
es: Cuenta mysql de AlternC:
it: Account MySQL di AlternC:

source: AlternC will create a mysql administrator account. Please choose it's username here. The default value should be good in most case.
de: AlternC wird einen Administrator Account erstellen. Bitte wählen Sie hier einen Benutzernamen. Die Grundeinstellung ist in den meisten fällen ausreichend.
es: AlternC va a crear una cuenta de administrador en el servidor mysql. Ingresa el nombre de usuario que será creado. El valor por omisión conviene en la mayoría de los casos.
it: AlternC creerà un account amministratore MySQL. Scegliete qui l'username. Il valore predefinito dovrebbe andare bene nella maggior parte dei casi.

source: Remote root mysql user account:
de: Entferntes Root-MySQL-Benutzerkonto:
es: Contraseña de la cuenta MySQL distante
it: Account remoto dell'utente root mysql:

source: Using a remote mysql installation requires root access to the remote database. A root user is required to create the alternc user with grant options.
de: Damit alternc sich installieren kann benötig alternc einen -root- MySQL Benutzerzugang damit alternc einen Benutzer einrichten kann mit -grant- Rechten.
es: La utilización de un mysql distante requiere un acceso root a las bases distantes. Se requiere un usuario root para crear el usuario alternc con la opción GRANT.
it: Per usare un'installazione mysql remota è necessario l'accesso al database remoto. Un utente root è necessario per creare un utente AlternC con opzioni grant.

source: The alternc sql user is responsible for granting access to user generated databases, that is why it needs root access on the mysql installation.
es: El usuario MySQL de AlternC es responsable de la creación de bases de datos de usuarios y de las directivas GRANT, por ende es necesario ser administrador de tu servidor MySQL.
it: L'user sql di AlternC è in grado di garantire l'accesso ai database generati dall'utente, motivo per il quale necessita un accesso amministratore all'installazione mysql.

source: Password of AlternC's mysql account:
de: Password des MySQL-Kontos von AlternC:
es: Contraseña de la cuenta MySQL de AlternC:
it: Password dell'account MySQL di AlternC:

source: AlternC requires an administrator account on the mysql server. It will be created automatically during the install process. Please choose a password for this account.
de: AlternC benötigt einen Administrator Passwort für den MySQL Server. Es wird automatisch eingebunden beim Installationsvorgang. Bitte tragen Sie ein Passwort dafür ein.
es: AlternC requiere una cuenta administrador del servidor MySQL. Será creada automáticamente a la instalación. Ingresa la contraseña mysql de esta cuenta.
it: AlternC necessita di un account amministratore sul server MySQL. Questo verrà creato automaticamente durante l'installazione. Scegliete una password per questo account.

source: Please choose a quite complex password since it will have full access to the system database! If you enter nothing, a random password will be created.
de: Bitte tragen Sie ein komplexes Passwort hier ein, dieses wird dann Zugang zur System-Datenbank besitzen. Sollte keine Passwort eingetragen werden, so wird ein zufälliges Passwort generiert.
es: ¡Favor elegir una contraseña compleja, dado que permite acceder a la base del sistema! Si no ingresas nadas, una contraseña aleatorioa será generada.
it: Scegliete una password complessa in quanto avrà accesso totale al database del sistema! Se non inserite nulla sarà generata una password casuale.

source: Password of the remote root mysql user account:
de: Passwort des entfernten Root-MySQL-Benutzerkontos:
es: Contraseña de la cuenta mysql root distante:
it: Password dell'account remoto dell'utente root mysql:

source: Specify the remote mysql user password
de: Eintrag des Passwortes für den entfernten MySQL Zugang
es: Ingresa la contraseña de la cuenta MySQL distante
it: Specificare la password dell'utente remoto mysql:

source: The server to GRANT permissions to:
de: Den Server hat GRANT Berechtigungen für:
es: El servidor al cual se confieren los permisos:
it: Il servere GARANTISCE i permessi a:

source: AlternC and MySQL can be installed on different servers. In order to have GRANT table properly created and manipulated, this parameter must be set to the hostname or IP the Apache server will appear as connecting from to the MySQL server.
es: Cuando AlternC y MySQL están instalados en servidores distintos, y para quer los GRANT ssobre las tables sean correctos, este parámetro es el nombre de dominio o la dirección IP desdfe la cual el servidor Apache será visto cuando se conecta al servidor MySQL.
it: AlternC e MySQL possono essere installati su server differenti. Per poter avere una tabella GRANT

source: The way backup rotation is executed
de: Die Backup 'Rotation' ist ausgeführt.
es: De qué manera se rotan los respaldos
it: Il modo in cui la backup rotation è eseguita

source: AlternC enables users to configure their own backups, on demand, with automatic rotation. This option determines how the backups are rotated.
es: AlternC permite a los usuarios configurar sus propios respaldos, a demanda, con rotaciones automáticas. Esta opción détermina la manera de la cual se rotan dichos respaldos.
it: AlternC abilita gli utenti a configurare i loro backup, on demand, a cicli automatici. Questa opzione determina la rotazione dei backup.

source: rotate - backup.sql, backup.sql.0, backup.sql.1 date - backup.sql, backup.sql.20080709, backup.sql.20080708
es: rotación - backup.sql, backup.sql.0, backup.sql.1; fecha - backup.sql, backup.sql.20080709, backup.sql.20080708

source: Behavior of the backup script when it encounters a unmanaged file
de: Das Verhalten des Backupscriptes wenn es eine nicht verwaltbare Datei erreicht hat.
es: Comportamiento del script de respaldo cuando encuentra un archivo que no se maneja
it: Comportamento dello script di backup quando incontra un file non

source: The SQL backups can rename or overwrite existing files it doesn't know about when doing backups. The default behavior is to skip those files and ignore it.
es: Los backups de SQL pueden renombrar o sobrescribir archivos ya existentes si no se sabe cuándo hacerlos. El procedimiento por defecto es omitir e ignorar estos archivos.
it: Il backup SQL può rinominare o riscrivere file esistenti che non riconosce durante i backup. Il comportamento di default è di ignorare questi file.

source: The primary IP of this server:
de: Die primäre IP von diesem Server:
es: La IP principal de este servidor:
it: IP primario di questo server:

source: AlternC will default the A records for domains it hosts to this address. In other words, this is the address everyone can reach to server at.
es: AlternC va a dar esta dirección por omisión a los dominios que hospeda. Dicho de otra manera, es la dirección en la cual el mundo puede contactar al servidor.
it: AlternC registrerà le opzioni di base per gli archivi A che ospita a questo indirizzo. In altre parole, questo è l'indirizzo che chiunque può raggiungere per fare dell'hosting.

source: The internal IP of this server:
de: Die interne IP von diesem Server:
es: La dirección IP interna del servidor:
it: IP interno di questo server:

source: AlternC will configure Apache and other services to listen to this address. This is usually the same as the primary IP of the server, unless the server is sitting behind a NAT router.
de: AlternC wird den Apache und andere Dienste so einstellen das diese auf die Adresse hören. Im Grunde ist das die Primäre IP Adresse des Servers, sofern nicht der Server hinter einem NAT Router angebunden ist.
es: AlternC va a configurar Apache y otros servicios para que escuchen en esta dirección. Normalemente, esta dirección el la misma que la dirección principal del servidor, salvo si éste está atrás de un enrutador NAT.
it: AlternC configurerà Apache ed altri servizi per ascoltare questo indirizzo. Questo è normalmente lo stesso dell'IP primario del server, a meno che il server non sieda dietro un router NAT.

source: In other words, this is the IP address of eth0.
de: Mit anderen Worten ist das die IP Adresse von eth0
es: En otras palabras, esto es la dirección asignada a eth0.
it: In altre parole, questo è l'indirizzo IP di eth0.

source: The default MX to assign to new domains:
de: Diese Grundeinstellung für MX wird für alle Domänen übernommen.
es: El MX por omisión que se asigna a los nuevos dominios:
it: I parametri di default MX da assegnare a nuovi domini:

source: AlternC will assign this hostname as the MX record for all the domains it hosts. It is usually better be left alone.
de: AlternC wird den HOSTNAMEN als MX Eintrag für alle Domänen übernehmen die vorhanden sind. Dieser Vorgang ist besser als ohne Eintrag.
es: AlternC va a asignar este nombre de dominio como registro MX para todos los dominios que hospeda.
it: AlternC attribuirà questo nome d'hosting come MX record per tutti i domini che ospita. Normalmente è meglio non toccare questo parametro.

source: The default Backup MX to assign to new domains:
es: El MX de respaldo (MX backup) que se asigna a los nuevos dominios:
it: Il Backup MX di default da assegnare a nuovi domini:

source: AlternC will assign this hostname as the Backup MX record for all the domains it hosts. Don't set it if you don't know what it is about.
es: AlternC va a asignar este nombre de dominio como registro MX de respaldo para todos los dominios que hospeda. Si no sabes de qué se trata, deja este campo vacío.
it: AltrernC assegnerà questo nome d'hosting come Backup MX record per tutti i domini che ospita. Non cambiare l'impostazione se non siete sicuri.

source: The path where AlternC is installed:
de: Der Pfad in dem AlternC installiert ist:
es: Carpeta de localización de AlternC:
it: Il percorso dove è installato AlternC:

source: Please enter the partition name where alternc is installed. This is used mainly for disk quotas.
de: Bitte tragen sie den Partitionsnamen ein auf der AlternC installiert ist. Es wird benötigt um Disk-Kontingente zu definieren.
es: Ingresa el camino de acceso a la carpeta en la que AlternC está instalado. Esto es necesario para la gestión de cuotas de espacio en disco.
it: Inserite il nome della partizione dove è installato AlternC. Verrà utilizzato soprattutto per le quote del disco.

source: Warning: Be careful! It can generate some problems.
de: Hinweis: Bitte mit Vorsicht Anwenden! Es kann einige Probleme hervorrufen.
es: ¡Cuidado! Esto puede provocar problemas.
it: Allerta: Fate attenzione! Può generare dei problemi.

source: The monitoring server:
de: Der Überwachungsserver:
es: Servidor de monitoreo:
it: Il server di controllo:

source: The IP address (or ip/prefix) of the server(s) which must be authorized to ping the server and access apache status pages. Completely optional.
es: La dirección IP (ou ip/prefijo) del o de los servidores que deben ser autorizados a enviar un ping al servidor o a acceder a las páginas de estado de Apache. Este parámetro es opcional.
it: L'indirizzo IP (o ip/prefix) del/dei server che devono essere autorizzati per fare un ping col server e avere accesso alle pagine di status di Apache.

source: Should AlternC remove all databases (/var/lib/mysql/)?
de: Soll AlternC alle Datenbanken (/var/lib/myasql/) entfernen?
es: ¿Debe AlternC suprimir todas las bases MySQL (/var/lib/mysql)?
it: AlternC deve rimuovere tutti i database (/var/lib/mysql/)?

source: All users databases will be trashed
de: Alle Benutzer Datenbanken werden in den Mülleimer geschoben
es: Todas las bases de datos de los usuarios serán perdidas
it: Tutti i database utenti verranno messi nel cestino

source: Should AlternC remove users datas?
de: Soll AlternC die Benutzer Daten löschen?
es: ¿Debe AlternC borrar los datos de usuario?
it: AlternC deve rimuovere i dati degli utenti?

source: The files and apache redirections created by users will be trashed
de: Die Dateien und Apache Umlenkungen die von einem Benutzer erstellt wurden gehen in den Mülleimer.
es: Los archivos y las redirecciones de apache creadas por los usuarios serán perdidos.
it: I file e le redirezioni Apache create dagli utenti verranno messi nel cestino
